["Mod_Name", "The epic dungeon"]
["Mod_Description", "This mod adds around 8 extra hours of gameplay. Over 160 new mobs, 70 new items, 20 (perhaps more) new locations & stages and more!"]
["Mod_Author","Bogdan Ivanov (creator); Insaf Nazipov & Sergey Retunov (game designers); Danil Yegitsky (Russian grammar & ortography revision); Stanislav Lushin (musician); Yaroslav Tomilov, Timofei Chernenko, Sergey Kiselev & Danil Yegitsky (retired integrants); Krakozyabra; Ømicrónrg9 (translation)"]
["Mod_Link","https://m.vk.com/topic-84207769_32141866?offset=last#last"]
["Kusarigama_Name","Ethereal chains"]
["Kusarigama_Info","Every link of this chains emits a faint glow."]
["BattleAxe_Name","Spiked shield"]
["BattleAxe_Info","This shield is made of a balanced alloy of cooper and gold. With the mind of being used without the aid of any other weapon, a small but sharp spike was assembled on its center."]
["Quarterstaff_Name","Battle hatchet"]
["Quarterstaff_Info","A light and versatile combat axe, great for slicing and tearing a variety of foes apart."]
["AlbinoFireNefrit_Name","Young ifrit"]
["AlbinoFireNefrit_Desc","Ifrits, powerful creatures which are beyond good and evil. This one has a very bright aura, but nothing out of the ordinary apart from that."]
["AlbinoFireNefrit_Object","Ifrite"]
["AlbinoFireNefrit_Gender","masculine"]
["AlhimicNPC_Name","The Alchemist"]
["AlhimicNPC_Desc","A strange man wearing a light coloured leather jacket, blue trousers and a gas mask with red lenses through which his blue eyes are barely visible. He also wears a flat, light grey hat."]
["AlhimicNPC_Object","The Alchemist"]
["AlhimicNPC_Gender","masculine"]
["Angel_Name","Аngel"]
["Angel_Desc","An ancient protector of this underground temple. His description can be found in legends of various nations. It radiates a strong light, which for some reason is not reflected by the walls of the dungeon."]
["Angel_Object","Angel"]
["Angel_Gender","masculine"]
["ArchaeologistNPC_Name","Archaeologist"]
["ArchaeologistNPC_Desc","This aged but slender man is wearing a wicker hat, a strange garment considering he is wandering around a dark and dangerous dungeon. However, style is always important."]
["ArchaeologistNPC_Object","Archaeologist"]
["ArchaeologistNPC_Gender","masculine"]
["Armor_Name","Animated armour"]
["Armor_Desc","It would appear that at first glance, you would be facing an ordinary man suited in a full gothic armor. It's not till you get closer that you realise this is not the case. The armour alone, like if it were a puppet, emits a strident noise with each step."]
["Armor_Object","Animated armour"]
["Armor_Gender","masculine"]
["ArmorySpider_Name","Armoured spider"]
["ArmorySpider_Desc","This spider is wrapped in various pieces of different armour that seriously restrain its movements. However, don't understimate it, as its lack of agility doesn't make it less dangerous."]
["ArmorySpider_Object","Armoured spider"]
["ArmorySpider_Gender","masculine"]
["BanditKnife_Name","Knife thrower"]
["BanditKnife_Desc","A thief who mastered the art of throwing knives. He's wearing all sorts of this kind of blades under his brown jacket. One of them, which he obviously wants to throw at you, is already on his hand."]
["BanditKnife_Object","Knife thrower"]
["BanditKnife_Gender","masculine"]
["BanditMage_Name","Bandit magician"]
["BanditMage_Desc","A man in a black robe with a shiny monocle in his eye. Such guys are very valuable members of the band of outlaws who have made their home here."]
["BanditMage_Object","Bandit magician"]
["BanditMage_Gender","masculine"]
["BattleWarlok_Name","Supreme warlock"]
["BattleWarlok_Desc","One of the three most powerful dwarf warlocks and the only one who managed to keep his sanity."]
["BattleWarlok_Object","Supreme warlock"]
["BattleWarlok_Gender","masculine"]
["Bee_Name","The pest"]
["Bee_Desc","A grey bug about the size of a small bird. Its red eyes are terrifying, it has no wings and it seems to levitate using magic!"]
["Bee_Object","The pest"]
["Bee_Gender","feminine"]
["BeeFromNest_Name","Underground bee"]
["BeeFromNest_Desc","Underground bees are a special kind of bee that live only in this area. It is thought that this breed was once bred by the dwarfs, yielding considerably more honey and not biting. With the fall of the dwarven city, these huge bees went feral and became very aggressive."]
["BeeFromNest_Object","Underground bee"]
["BeeFromNest_Gender","feminine"]
["BlackGuard_Name","Dark guardian"]
["BlackGuard_Desc","A statue made entirely of a strange and very dark metal. It's unknown what's inside them, as a dim glow doesn't cease to come from the holes of their helmets. Legends say these guards were created to protect this place from outsiders... Or was it the other way around?"]
["BlackGuard_Object","Dark guardian"]
["BlackGuard_Gender","masculine"]
["BlueAngel_Name","Blue angel"]
["BlueAngel_Desc","These creatures are meant to guard their master's quarters. Their skin is somehow blue, but the reason why is something that escapes from your understanding."]
["BlueAngel_Object","Blue angel"]
["BlueAngel_Gender","masculine"]
["BlueBall_Name","Blue boil"]
["BlueBall_Desc","A huge protrusion on the flesh that turned out blue, ocassionally flinching briefly just to go still inmediately after that."]
["BlueBall_Object","Blue boil"]
["BlueBall_Gender","masculine"]
["BlueBee_Name","Blue hornet"]
["BlueBee_Desc","Unlike underground bees, these wasps depredate tarantulas, spiders or weaker dungeon dwellers. Luckily they're easily distinguishable because of their bluish chromaticism."]
["BlueBee_Object","Blue hornet"]
["BlueBee_Gender","masculine"]
["BlueBeeNest_Name","Blue hornets' nest"]
["BlueBeeNest_Desc","Blue hornets tend to make their nests from the remains of their brethren."]
["BlueBeeNest_Object","Blue hornets' nest"]
["BlueBeeNest_Gender","neuter"]
["BlueFly_Name","Swarm of Calliphoras"]
["BlueFly_Desc","These blue flies feed on the flesh of their host. Hence, they will protect that source of food at any cost."]
["BlueFly_Object","Swarm of Calliphoras"]
["BlueFly_Gender","masculine"]
["BlueG_Name","Blue slime"]
["BlueG_Desc","Important concentrations of dark miasma and other substances gave birth to these primitive but highly dangerous creatures."]
["BlueG_Object","Blue slime"]
["BlueG_Gender","masculine"]
["BlueGooLasher_Name","Blue tentacle"]
["BlueGooLasher_Desc","This is what could be called the larval stage of a blue slime. This tentacle holds a flower that absorbs every substance needed for the blue slime to grow. After a certain amount has been accumulated, the flower breaks and a new blue slime appears."]
["BlueGooLasher_Object","Blue tentacle"]
["BlueGooLasher_Gender","neuter"]
["BlueHeart_Name","Blue heart"]
["BlueHeart_Desc","This is just one of the thousands, perhaps millions of hearts that pertain to an ancient, evil entity. The heart is trembling and shuddering, pumping dark blood in the veins of that unknown living being."]
["BlueHeart_Object","Blue heart"]
["BlueHeart_Gender","neuter"]
["BlueZombie_Name","Servant of evil"]
["BlueZombie_Desc","A mindless humanoid body but so mangled it turned blue. This mass of flesh is just a puppet, obeying only the darkness that lies here."]
["BlueZombie_Object","Servant of evil"]
["BlueZombie_Gender","masculine"]
["BookWorm_Name","Bookworm"]
["BookWorm_Desc","These creatures feed on the books on the shelves of this ancient library. The more important and significant the book, the more eagerly they eat it. Before the fall of the underground city, dwarves were effective in controlling these pests. It was only after the fall of their civilisation that the worms took over the place."]
["BookWorm_Object","Bookworm"]
["BookWorm_Gender","masculine"]
["BigCrystalCrab_Name","Giant crystalline crab"]
["BigCrystalCrab_Desc","This oversized crystalline crab is far superior to its relatives in terms of strength. Its huge claws and robust shell glare overwhelmingly! You really are lucky not to face this monster in a place alight."]
["BigCrystalCrab_Object","crab"]
["BigCrystalCrab_Gender","masculine"]
["BlackHeart_Name","Ink heart"]
["BlackHeart_Desc","A huge beating heart, composed entirely of bloody black flesh. Ink, or some other black liquid flows through its veins."]
["BlackHeart_Object","Ink heart"]
["BlackHeart_Gender","neuter"]
["CrabKing_Name","Crab king"]
["CrabKing_Desc","The leader of crustaceans is entirely covered by a steel plated shell to the point you don't know if there's really a crab inside of it. From your point of view, this foe could perfectly be a machine."]
["CrabKing_Object","Crab king"]
["CrabKing_Gender","masculine"]
["EpicHydra_Name","Supreme Hydra"]
["EpicHydra_Desc","A huge, horrible monster resembling a snake with two heads. This hydra is much bigger and more dangerous than its one-headed relatives."]
["EpicHydra_Object","Supreme Hydra"]
["EpicHydra_Gender","feminine"]
["GooHash_Name","Atram-Malum"]
["GooHash_Desc","Another inky monster resembling a slug about the size of a house that stares at you...Famished."]
["GooHash_Object","Atram-Malum"]
["GooHash_Gender","masculine"]
["GreedKing_Name","Crazy king of dwarves"]
["GreedKing_Desc","Once one of the three great warlocks, this dwarf once ruled this great place. However, the dark spells of an old god clouded his judgement, making him a greedy and prideful madman. In the very heat of the crucial battle, he got unthroned by demons and imprisoned in this place."]
["GreedKing_Object","Crazy king of dwarves"]
["GreedKing_Gender","masculine"]
["Grimm_Name","Nightmare king"]
["Grimm_Desc","The great king of nightmares, travelling between worlds stopped in a ruined and forsaken place that was once known as Dwarven metropolis. He is dressed in a blood-red cloak, woven from long wriggling ribbons."]
["Grimm_Object","Nightmare king"]
["Grimm_Gender","masculine"]
["Hash_Name","Mag-Malum"]
["Hash_Desc","Mag-Malum —An ancient, unconquerable evil that is destroying our world from within and feeding on it. His appearance was foretold many millennia ago by ancient beings with knowledge of the secrets behind the magic of light. It is said they built a great city at the site of its appearance but now that city is nowhere to be seen and the few ruins are buried in the ground..."]
["Hash_Object","Mag-Malum"]
["Hash_Gender","masculine"]
["IceKing_Name","Ice king"]
["IceKing_Desc","The Ice Crown is a very powerful artifact created by dwarves during the war. It was the last hope for them, yet by using it in a decisive battle, dwarves decided the outcome of the war once and for all... The crown got lost and fell into the oblivion, but centuries later a traveler accidentally stumbled upon it. Whether he was a fool or simply didn't know; it doesn't matter. The crown drove him mad and gave him immense magical power."]
["IceKing_Object","Ice king"]
["IceKing_Gender","masculine"]
["IceNecromanter_Name","Lich icemancer"]
["IceNecromanter_Desc","A mage with an excellent knowledge of ice magic who began to be interested in necromantic rituals. After his mind got intoxicated by spending too much time in a necropolis, he finally became a lich."]
["IceNecromanter_Object","Lich icemancer"]
["IceNecromanter_Gender","masculine"]
["Monstr_Name","Monster of the depths"]
["Monstr_Desc","Most of the body of this monster is hidden by the sewage water. You can only see its upper part, but even that is terrifying."]
["Monstr_Object","Monster of the depths"]
["Monstr_Gender","masculine"]
["NewShadowLord_Name","Shadow Lord"]
["NewShadowLord_Desc","The once commander of the demon army, a poweful creature made of pure evil and ineffable darkness. It has influence over wraiths, ghosts and other ethereal creatures."]
["NewShadowLord_Object","Shadow Lord"]
["NewShadowLord_Gender","masculine"]
["RatImperator_Name","Rat emperor"]
["RatImperator_Desc","A pyramid of rats, covered by a royal mantle. At its apex is a rat with a golden crown. This is what bureaucracy looks like."]
["RatImperator_Object","Rat emperor"]
["RatImperator_Gender","masculine"]
["ShadowDrag_Name","Shadow dragon"]
["ShadowDrag_Desc","This dragon was a monster that used to terrify people in towns and villages many centuries ago. People managed to capture the creature just to discover that killing it was impossible; after each kill, the dragon reborn in a completely random place the fourth day after its death. Thus, a wise king asked the dwarves to imprison it in their most impregnable dungeon, in exchange for special magical crystals. Dwarves have kept their word..."]
["ShadowDrag_Object","Shadow dragon"]
["ShadowDrag_Gender","masculine"]
["SkeletonKing_Name","Skeleton king"]
["SkeletonKing_Desc","Once a former general of the demon army, he wished to become more powerful than his patron and conquer the world on his own, so he ended up rebelling against Yog, but failed and fled to this place. He is now too weak to get out on his own."]
["SkeletonKing_Object","Skeleton king"]
["SkeletonKing_Gender","masculine"]
["ThiefKing_Name","King of thieves"]
["ThiefKing_Desc","This guy is the merciless and unscrupulous leader of the band of criminals that made their home in this place. Don't understimate him, not everyone could be the leader of such group."]
["ThiefKing_Object","King of thieves"]
["ThiefKing_Gender","masculine"]
["Treuhnit_Name","Arach-Rex"]
["Treuhnit_Desc","A huge spider with very long legs. This big guy is unique in its kind. The sticky, ink-soaked tips of its legs allow it to hang, ambush and attack you from the ceiling."]
["Treuhnit_Object","Arach-Rex"]
["Treuhnit_Gender","masculine"]
["Volka_Name","King of fire"]
["Volka_Desc","The remains of one of the mighty generals of the demon army. Now turned into a spirit, this once enormous golem has been maintaining its existence by siphoning energy from the core of the planet."]
["Volka_Object","King of fire"]
["Volka_Gender","masculine"]
["WarlokB_Name","The ancient one"]
["WarlokB_Desc","A huge, grey beast with a pair of small, red and terrifying eyes whose body strangely resembles a walrus. Its face, unlike the rest of its body which only conserves some, is fully covered in scales."]
["WarlokB_Object","The ancient one"]
["WarlokB_Gender","masculine"]
["BrokenDM300NPC_Name","Broken DM-300"]
["BrokenDM300NPC_Desc","This machine was created by the Dwarves several centuries ago. Later, Dwarves started to replace machines with golems, elementals and even demons. Eventually it led their civilization to the decline. The DM-300 and similar machines were typically used for construction and mining, and in some cases, for city defense."]
["BrokenDM300NPC_Object","DM-300"]
["BrokenDM300NPC_Gender","masculine"]
["CagetShadowSpiderNPC_Name","Caged spider"]
["CagetShadowSpiderNPC_Desc","Who might have trapped this little spider in here?"]
["CagetShadowSpiderNPC_Object","Caged spider"]
["CagetShadowSpiderNPC_Gender","masculine"]
["CandleKeeperNPC_Name","Candle seller"]
["CandleKeeperNPC_Desc","This merchant has spent most of his life into collecting all kinds of exotic candles and combing his mustache. He claims some of those cierges will protect you from the evils that inhabit this dungeon, but who knows."]
["CandleKeeperNPC_Object","Candle seller"]
["CandleKeeperNPC_Gender","masculine"]
["CastleKeeperNPC_Name","Weapon seller"]
["CastleKeeperNPC_Desc","This man dressed in a leather armour seems like the typical mercenary that has settled down to start a different business from scratch. He's probably the right one to ask when it comes to choose the proper weapon, as by his rather grim looks you can deduct he's handled and used lots of them."]
["CastleKeeperNPC_Object","Weapon seller"]
["CastleKeeperNPC_Gender","masculine"]
["ChaosAngel_Name","Angel of chaos"]
["ChaosAngel_Desc","Once Yog's personal elite squad, angels of chaos were created from the souls of the most powerful warriors that the god absorbed from the various worlds it devoured."]
["ChaosAngel_Object","Angel of chaos"]
["ChaosAngel_Gender","masculine"]
["ChaosKnight_Name","Chaos Knight"]
["ChaosKnight_Desc","Chaos Knights are Yog's personal executioners. If not the most, they are among the most cruel demons ever born, in par with the fearful angels of chaos."]
["ChaosKnight_Object","Chaos Knight"]
["ChaosKnight_Gender","masculine"]
["CheldedCrab_Name","Hermit crab"]
["CheldedCrab_Desc","These animals are big but elusive and tend to dwell in subterranean rivers and other dim places."]
["CheldedCrab_Object","Hermit crab"]
["CheldedCrab_Gender","masculine"]
["CheldedCrystalCrab_Name","Protected crystalline crab"]
["CheldedCrystalCrab_Desc","This crab has a large and shiny crystal embedded in its hepatopancreas. It doesn't seem to care about it or be suffering, perhaps it's some kind of defence mechanism?"]
["CheldedCrystalCrab_Object","Protected crystal crab"]
["CheldedCrystalCrab_Gender","masculine"]
["CityWispNPC_Name","Wisp"]
["CityWispNPC_Desc","A levitating blue light with a faint expression on its face."]
["CityWispNPC_Object","Wisp"]
["CityWispNPC_Gender","masculine"]
["CrystalAngel_Name","Crystalline angel"]
["CrystalAngel_Desc","This beautiful creature resembles a statue carved neatly out of crystal. It's levitating along many colourful crystals that seem to orbit around it."]
["CrystalAngel_Object","Crystalline angel"]
["CrystalAngel_Gender","masculine"]
["CrystalCrab_Name","Crystalline crab"]
["CrystalCrab_Desc","Another ordinary crab, if it wasn't totally out of the ordinary. Its shell is made entirely of various crystalline fragments that resemble the walls. Some say it's a method of camouflage, and some others assure this species use their claws to carve out the rock and build the shell by themselves."]
["CrystalCrab_Object","Crystalline crab"]
["CrystalCrab_Gender","masculine"]
["CrystalGuard_Name","Sentinel crystal"]
["CrystalGuard_Desc","A levitating crystal that undoubtedly was put up here by dwarves in order to protect the sewers from the vile monsters that once inhabited the area."]
["CrystalGuard_Object","Sentinel crystal"]
["CrystalGuard_Gender","masculine"]
["CrystalMod_Name","Floating crystal"]
["CrystalMod_Desc","You can feel an anomalous concentration of magic around this levitating crystal. Beware!"]
["CrystalMod_Object","Floating crystal"]
["CrystalMod_Gender","masculine"]
["CrystalSpider_Name","Crystal spider"]
["CrystalSpider_Desc","A much stronger version of the psi-spider with very poweful mental abilities."]
["CrystalSpider_Object","Crystal spider"]
["CrystalSpider_Gender","masculine"]
["CursetKnight_Name","Cursed knight"]
["CursetKnight_Desc","These knights were outstanding warriors, summoned by ancient necromancers. Unfortunately, the ritual of their summoning has been lost forever under unknown circumstances. All that survives in ancient manuscripts is a description of them. Unfortunately, you haven't read such manuscripts."]
["CursetKnight_Object","Cursed knight"]
["CursetKnight_Gender","masculine"]
["DarkAngel_Name","Dark angel"]
["DarkAngel_Desc","Angels of darkness are immortal beings who can freely travel between worlds. They tend to linger in the darkest and most nightmarish places, exterminating any life being that doesn't naturally pertain to the area."]
["DarkAngel_Object","Dark angel"]
["DarkAngel_Gender","masculine"]
["DarkSoul_Name","Cursed soul"]
["DarkSoul_Desc","This creature is the embodiment of a special dark ritual. Its soul has been artificially created by its master and has become inseparable from its physical body. It can cast powerful shadowbolts against any foe that could threaten its master's life."]
["DarkSoul_Object","Cursed soul"]
["DarkSoul_Gender","feminine"]
["DemonG_Name","Demon goo"]
["DemonG_Desc","Apart from being made from the dirty water of the dwarven metropolis, you cannot tell any other difference from the goo you have seen in sewers, except perhaps its redish tone."]
["DemonG_Object","Demon goo"]
["DemonG_Gender","masculine"]
["DworfFireElementalNPC_Name","Fire elemental"]
["DworfFireElementalNPC_Desc","Fire elementals are a side effect of summoning great entities. However, not all elementals are actually evil beings. Their character depends on the creature being summoned. Fire elementals are very rare, so they are usually kept as pets by rich and noble dwarves."]
["DworfFireElementalNPC_Object","Fire elemental"]
["DworfFireElementalNPC_Gender","masculine"]
["DworfGuard_Name","Dwarf watchman"]
["DworfGuard_Desc","This dwarf stands still serene, holding his small spear and massive wooden shield, watching over any anomalous behaviour or any other uncommon event."]
["DworfGuard_Object","Dwarf watchman"]
["DworfGuard_Gender","masculine"]
["DworfKeeperNPC_Name","Dwarf merchant"]
["DworfKeeperNPC_Desc","This merchant is certainly popular. Of course he is, because he's the only one in this metropolis."]
["DworfKeeperNPC_Object","Dwarf merchant"]
["DworfKeeperNPC_Gender","masculine"]
["DworfKingNPC_Name","King of Dwarves"]
["DworfKingNPC_Desc","After the defeat of the dwarf empire, some dwarves managed to escape. They elected themselves a new king - the younger brother of the present one."]
["DworfKingNPC_Object","King of Dwarves"]
["DworfKingNPC_Gender","masculine"]
["DworfMaster2NPC_Name","Dwarf minister"]
["DworfMaster2NPC_Desc","This dwarf, suited in expensive clothes, looks around with airs of superiority. He's wearing a monocle, but does he really need it?"]
["DworfMaster2NPC_Object","Dwarf minister"]
["DworfMaster2NPC_Gender","masculine"]
["DworfMasterNPC_Name","Dwarf prime minister"]
["DworfMasterNPC_Desc","A member of the dwarven courts that is of course wearing proper attire."]
["DworfMasterNPC_Object","Dwarf prime minister"]
["DworfMasterNPC_Gender","masculine"]
["DworfMihanicNPC_Name","Dwarf inventor"]
["DworfMihanicNPC_Desc","This old and very talented dwarf is responsible of creating and replicating a wide assortment of machines known as Dwarven Machines or DMs to abreviate."]
["DworfMihanicNPC_Object","Dwarf inventor"]
["DworfMihanicNPC_Gender","masculine"]
["DworfMonkNPC_Name","Dwarf monk"]
["DworfMonkNPC_Desc","A dwarf monk in his traditional costume. He is in a fighting stance, relaxed but very focused."]
["DworfMonkNPC_Object","Dwarf monk"]
["DworfMonkNPC_Gender","masculine"]
["DworfNPC_Name","Dwarf commoner"]
["DworfNPC_Desc","An ordinary resident of this town. He is wearing a red patterned mitten vest."]
["DworfNPC_Object","Dwarf commoner"]
["DworfNPC_Gender","masculine"]
["DworfSolder_Name","Dwarven elite guardian"]
["DworfSolder_Desc","These magical creatures are designed to protect the city from possible invasion. They carry a short sword and a wooden shield, both vastly improved. Cheap and sulky."]
["DworfSolder_Object","Dwarven guardian"]
["DworfSolder_Gender","masculine"]
["DworfSolderGuard_Name","Dwarven guardian"]
["DworfSolderGuard_Desc","These magical creatures are designed to protect the city from possible invasion and rebuilding or cleaning tasks in times of peace."]
["DworfSolderGuard_Object","Dwarven guardian"]
["DworfSolderGuard_Gender","masculine"]
["DworfStatueMasterNPC_Name","Dwarven sculptor"]
["DworfStatueMasterNPC_Desc","This old dwarf is in charge of creating dwarven guardians to protect the city and help with other, more trivial tasks. He looks quite tired, but judging from his intense gaze you can tell he certainly enjoys his job."]
["DworfStatueMasterNPC_Object","Dwarven sculptor"]
["DworfStatueMasterNPC_Gender","masculine"]
["DworfStatueNPC_Name","Suspicious statue"]
["DworfStatueNPC_Desc","You'd be willing to swear you saw that statue blink..."]
["DworfStatueNPC_Object","Suspicious statue"]
["DworfStatueNPC_Gender","feminine"]
["DworfTravelerNPC_Name","Dwarf traveler"]
["DworfTravelerNPC_Desc","This dwarf wears an old and shabby blue cloak. He must have lived in the most absolute misery, and his face is so pale... Almost like he was wearing a mask. You really wonder what kind of horrors he might have seen in his journeys to end up like this. "]
["DworfTravelerNPC_Object","Dwarf traveler"]
["DworfTravelerNPC_Gender","masculine"]
["DworfWomenNPC_Name","Dwarf commoner"]
["DworfWomenNPC_Desc","A female dwarf commoner, though it's quite appealing even by human standards of beauty. All the gossip that goes mouth to mouth about dwarf women is wrong."]
["DworfWomenNPC_Object","Dwarf commoner"]
["DworfWomenNPC_Gender","feminine"]
["ArmorOnHanger_Name","Armour stand"]
["ArmorOnHanger_Desc","An empty wooden armour stand. This one is not attacking you, believe me."]
["ArmorOnHanger_Object","Armour stand"]
["ArmorOnHanger_Gender","feminine"]
["ArmorOnHanger_Cloth_Name","Armour stand"]
["ArmorOnHanger_Cloth_Desc","Hanging on this armour stand you see a cloth armour. There's no one here apart from you and perhaps some monsters, and they're not going to complain if you take it."]
["ArmorOnHanger_Cloth_Object","Armour stand"]
["ArmorOnHanger_Cloth_Gender","feminine"]
["ArmorOnHanger_Gotic_Name","Armour stand"]
["ArmorOnHanger_Gotic_Desc","One of the best armours you will find on this depths is hanging right there, waiting for someone to claim it."]
["ArmorOnHanger_Gotic_Object","Armour stand"]
["ArmorOnHanger_Gotic_Gender","feminine"]
["ArmorOnHanger_Lether_Name","Armour stand"]
["ArmorOnHanger_Lether_Desc","Someone must have left this leather armour here, and it doesn't seem he's gonna come back..."]
["ArmorOnHanger_Lether_Object","Armour stand"]
["ArmorOnHanger_Lether_Gender","feminine"]
["ArmorOnHanger_Mail_Name","Armour stand"]
["ArmorOnHanger_Mail_Desc","A chainmail seemingly in perfect state is hanging on this armour stand."]
["ArmorOnHanger_Mail_Object","Armour stand"]
["ArmorOnHanger_Mail_Gender","feminine"]
["ArmorOnHanger_Plate_Name","Armour stand"]
["ArmorOnHanger_Plate_Desc","You wonder how a simple wooden pole can bear with the staggering weight of that plate armour. It would be better if you took it, and freed the armour stand from that unfair suffering."]
["ArmorOnHanger_Plate_Object","Armour stand"]
["ArmorOnHanger_Plate_Gender","feminine"]
["ArmorOnHanger_Scale_Name","Armour stand"]
["ArmorOnHanger_Scale_Desc","A shimmering scale armor is hanging here. Perhaps it's not the best armour you will find in this dungeon but shopkeepers would pay a decent amount for it."]
["ArmorOnHanger_Scale_Object","Armour stand"]
["ArmorOnHanger_Scale_Gender","neuter"]
["Boll_Name",""]
["Boll_Desc",""]
["Boll_Object",""]
["Boll_Gender","neuter"]
["Crossbow_Name","Magical crossbow"]
["Crossbow_Desc","This weapon is crafted by using a similar procedure as magic wands creation. The special wood from which it is made grants that unique feeling to their owner, assuming that being be a magic user. Someone must have imbued dark magic on it as there's not any other thing that could explain this artifact's autonomy."]
["Crossbow_Object","Magical crossbow"]
["Crossbow_Gender","masculine"]
["EnFireThrower_Name","Bombardier statue"]
["EnFireThrower_Desc","This statue throws a strange blue fire in all directions when you get close to it. Physical and magic attacks seem not strong enough to end its shellfire. Perhaps there's another way to get rid of it?"]
["EnFireThrower_Object","Bombardier statue"]
["EnFireThrower_Gender","feminine"]
["EnRot_Name","Cerulean rotberry"]
["EnRot_Desc","A very rare variant of the rotberry core. Very few people assured seeing it, and no one ever brought any proof of their existence."]
["EnRot_Object","Cerulean rotberry"]
["EnRot_Gender","neuter"]
["EnRotLasher_Name","Cerulean lasher"]
["EnRotLasher_Desc","A fast and very deadly prolongation of a cerulean rotberry core that must be near."]
["EnRotLasher_Object","Cerulean lasher"]
["EnRotLasher_Gender","neuter"]
["EpicElemental_Name","Blazing elemental"]
["EpicElemental_Desc","Extremely aggresive creatures even rarer than their pacific and friendly counterparts. The temperature at which they subject their targets and the whole environment that surrounds them is just unbearable."]
["EpicElemental_Object","Blazing elemental"]
["EpicElemental_Gender","masculine"]
["EpicFireNefrit_Name","Blazing ifrit"]
["EpicFireNefrit_Desc","Blazing ifrites are far more dangerous opponents than ordinary ifrites. Their summoning ritual is extremely complex and risky. Thus, only the most powerful fire wizards can summon these creatures."]
["EpicFireNefrit_Object","Blazing ifrit"]
["EpicFireNefrit_Gender","masculine"]
["EpicIceRunicSkull_Name","Ice runic skull"]
["EpicIceRunicSkull_Desc","This skull is made of transparent ice. You can see a faint and perturbating bluish glow emanating from it."]
["EpicIceRunicSkull_Object","Ice runic skull"]
["EpicIceRunicSkull_Gender","masculine"]
["EpicSummoner_Name","Master summoner"]
["EpicSummoner_Desc","By the imposing ring of his hand and the book levitating beside this guy, you can tell he's a summoner mage of the highest rank. And by the way he's staring at you, you can also tell he's not your friend."]
["EpicSummoner_Object","Master summoner"]
["EpicSummoner_Gender","masculine"]
["Falle_Name","The fallen"]
["Falle_Desc","Lots of skeletal piles have not only been reanimated but conjoined in the most macabre way. This wall of bones is not so fast but you do not really want to stay to check the strength of its blows."]
["Falle_Object","The fallen"]
["Falle_Gender","masculine"]
["FireGuard_Name","Fire guardian"]
["FireGuard_Desc","A statue that has been brought to life by the purest fire magic, assembled from black clay from the hell itself."]
["FireGuard_Object","Fire guardian"]
["FireGuard_Gender","masculine"]
["FireNefrit_Name","Fire ifrit"]
["FireNefrit_Desc","These flying fire genie-like creatures are named after the ancient fire mages who lived far away in the mountains. During Yog's invasion of our world, their majestic castle was brutally plundered, and the Ifrit order fell."]
["FireNefrit_Object","Fire ifrit"]
["FireNefrit_Gender","masculine"]
["FlyGreed_Name",""]
["FlyGreed_Desc",""]
["FlyGreed_Object",""]
["FlyGreed_Gender","neuter"]
["FrostRunicSkull_Name","Glacial skull"]
["FrostRunicSkull_Desc","The eyes of this non-human skull glow with a bright, icy light. It's either defending something or it had been strategically summoned as a trap."]
["FrostRunicSkull_Object","Glacial skull"]
["FrostRunicSkull_Gender","masculine"]
["FungusGnoll_Name","Gnoll-fungi"]
["FungusGnoll_Desc","As if a gnoll zombie was not enough, this one seems to be infected but some kind of mushroom."]
["FungusGnoll_Object","Gnoll-fungi"]
["FungusGnoll_Gender","masculine"]
["FungusLasher_Name","Fungus lasher"]
["FungusLasher_Desc","Once a rotberry (or similar) lasher, this plant has been totally dominated by some kind of infectious mushroom."]
["FungusLasher_Object","Fungus lasher"]
["FungusLasher_Gender","neuter"]
["FungusShadowScorpi_Name","Infected shadow scorpio"]
["FungusShadowScorpi_Desc","Neither shadow scorpios seemed to be capable of resisting that fungi infection. Whatever those mushrooms are and come from, you cannot let your guard down now!"]
["FungusShadowScorpi_Object","Infected shadow scorpio"]
["FungusShadowScorpi_Gender","masculine"]
["GaurdMonk_Name","Ninja guard"]
["GaurdMonk_Desc","Presumably, a member of a band of outlaws dressed in a very light battlesuit."]
["GaurdMonk_Object","Ninja guard"]
["GaurdMonk_Gender","masculine"]
["GhostAngel_Name","Ghostly angel"]
["GhostAngel_Desc","This kind of angel is able to move through walls and attack you from there."]
["GhostAngel_Object","Ghostly angel"]
["GhostAngel_Gender","masculine"]
["GnollLiber_Name","Gnoll scout"]
["GnollLiber_Desc","Gnoll scouts are the most agile members of their tribe. They have high survivability and speed."]
["GnollLiber_Object","Gnoll scout"]
["GnollLiber_Gender","masculine"]
["GnollPirateNPC_Name","Gnoll pirate"]
["GnollPirateNPC_Desc","This gnoll wanders around with a patch on his face. He also has a prosthetic leg."]
["GnollPirateNPC_Object","Gnoll pirate"]
["GnollPirateNPC_Gender","masculine"]
["GoldenGaurd_Name","Golden keeper"]
["GoldenGaurd_Desc","This golden statue was summoned by the owner of a large gold stash who decided it was a good idea to store his riches in a cave. However, as it's so long ago they were brought here, their effectiveness has reduced to the point they can't track you in a range wider than 5 tiles."]
["GoldenGaurd_Object","Golden keeper"]
["GoldenGaurd_Gender","masculine"]
["GoldenGolem_Name","Golden golem"]
["GoldenGolem_Desc","A living giant made of gold ore. A yellow sapphire is inserted in the centre of his torso."]
["GoldenGolem_Object","Golden golem"]
["GoldenGolem_Gender","masculine"]
["GooAngel_Name","Inked angel"]
["GooAngel_Desc","An inky creature meant to protect this place from the encroachment of wayfarers like you."]
["GooAngel_Object","Inked angel"]
["GooAngel_Gender","masculine"]
["GooBall_Name","Ink pimple"]
["GooBall_Desc","There is a noticeable large protrusion on the inky shelf twitching irregularly. Beware, it seems it could burst anytime soon."]
["GooBall_Object","Ink pimple"]
["GooBall_Gender","masculine"]
["GooCrystal_Name","Ink crystal"]
["GooCrystal_Desc","Crystals of this kind are pure embodiments of extremely rare magic. This inky crystal was summoned by some powerful magician a long, long time ago."]
["GooCrystal_Object","кристалл"]
["GooCrystal_Gender","masculine"]
["GooElemental_Name","Ink elemental"]
["GooElemental_Desc","An ink blob levitating in the air with bright yellow eyes."]
["GooElemental_Object","Ink elemental"]
["GooElemental_Gender","masculine"]
["GooEye_Name","Inky beholder"]
["GooEye_Desc","A huge yellow eye protruding directly from beneath the black flesh. Despite its size, it seems quite agile."]
["GooEye_Object","Inky beholder"]
["GooEye_Gender","masculine"]
["GooG_Name","Ink slug"]
["GooG_Desc","This slug is quite dense and its body has an irregular colouration, slightly transparent in some areas. Its crooked, sticky jaw and bright yellow eyes are also clearly visible."]
["GooG_Object","Ink slug"]
["GooG_Gender","masculine"]
["GooTeeth_Name","Inky mouth"]
["GooTeeth_Desc","A huge movable sticky black jaw. Surprisingly, the teeth inside it look quite healthy. Perhaps the creature's inky flesh is used to grind up food."]
["GooTeeth_Object","Inky mouth"]
["GooTeeth_Gender","feminine"]
["GooWitch_Name","Inky witch"]
["GooWitch_Desc","This old woman is dressed in a black cloak coated with slime. Her bright yellow eyes eagerly gaze across the room."]
["GooWitch_Object","Inky"]
["GooWitch_Gender","feminine"]
["GooZombie_Name","Inky zombie"]
["GooZombie_Desc","This traveller met his end in this place. Dark inky spells pervaded his body and turned him into a walking zombie. Some magicians though, seriously claim that such rebirth is much better than a normal death."]
["GooZombie_Object","Inky zombie"]
["GooZombie_Gender","masculine"]
["GorgonsBigLasher_Name","Gorgon's tentacle"]
["GorgonsBigLasher_Desc","A huge, wet, slimy tentacle that emerged from the water alerted by your presence."]
["GorgonsBigLasher_Object","Gorgon's tentacle"]
["GorgonsBigLasher_Gender","neuter"]
["GorgonsSmallLasher_Name","Gorgon's tentacle"]
["GorgonsSmallLasher_Desc","A small, wet and wiry tentacle that emerged out from under the water in search of something to catch."]
["GorgonsSmallLasher_Object","Gorgon's tentacle"]
["GorgonsSmallLasher_Gender","neuter"]
["Guard_Name","Prison guard"]
["Guard_Desc","This guy used to be a regular worker on the prison before it got sealed. Some guards did not realise of that event before it was too late and got trapped here. Not so long afterwards they went mad because of the dark miasma that was pouring out from the depths of the dungeon. Beware of their throwing hammers, they seem to be moisted with some kind of venom."]
["Guard_Object","Prison guard"]
["Guard_Gender","masculine"]
["Hydra_Name","Hydra"]
["Hydra_Desc","A big slimy green snake. Something's cracking her up. Since when ophidians are able to laugh like that?"]
["Hydra_Object","Hydra"]
["Hydra_Gender","feminine"]
["Hydra2_Name","Hydra"]
["Hydra2_Desc","A big slimy green snake. Something's cracking her up. Since when ophidians are able to laugh like that?"]
["Hydra2_Object","Hydra"]
["Hydra2_Gender","feminine"]
["IceAngel_Name","Ice angel"]
["IceAngel_Desc","This creature's wings are made up of a particularly sharp, thin but not fragile at all ice. Very few adventurers survived against encounters with one of these specimens."]
["IceAngel_Object","Ice angel"]
["IceAngel_Gender","masculine"]
["IceCrystal_Name","Ice crystal"]
["IceCrystal_Desc","A floating crystal made entirely of ice. It's an excellent sentinel, tough and deadly at the same time."]
["IceCrystal_Object","Ice crystal"]
["IceCrystal_Gender","masculine"]
["IceGaurd_Name","Ice statue"]
["IceGaurd_Desc","A statue sculpted entirely in ice and animated by ice magic. It's tougher and more dangerous than regular animated statues, and they don't need to carry any weapon to crush intruders."]
["IceGaurd_Object","Ice statue"]
["IceGaurd_Gender","masculine"]
["IceGolem_Name","Ice golem"]
["IceGolem_Desc","Golems, half-machine half-elemental. Created originally by dwarves, they were meant to replace old DM models. After the war, some malfunctioning golems ended up here in the ice caves at the mercy of kobolds, mercenaries, junkmen and some magicians. One of the latter kind must have found the way of replicating golems using ice."]
["IceGolem_Object","Ice golem"]
["IceGolem_Gender","masculine"]
["IceKnight_Name","Ice Knight"]
["IceKnight_Desc","A half-dead man in icy armour. Well, maybe even dead already, but that doesn't mean it's not dangerous anymore."]
["IceKnight_Object","Ice Knight"]
["IceKnight_Gender","masculine"]
["IceKnihgt_Gender","neuter"]
["IceNefrit_Name","Icy ifrit"]
["IceNefrit_Desc","This kind of ifrit looks fairly different from the usual members of their race. The extreme cold of this place made them adopt a spherical, dense form, There are several ice wands flying around this ifrit."]
["IceNefrit_Object","Icy ifrit"]
["IceNefrit_Gender","masculine"]
["IceRunicSkull_Name","Ice runic skull"]
["IceRunicSkull_Desc","A runic skull sculpted out of ice."]
["IceRunicSkull_Object","Ice runic skull"]
["IceRunicSkull_Gender","masculine"]
["IceSkelet_Name","Scorched skeleton"]
["IceSkelet_Desc","This reanimated skeleton's bones have turned out black, like if they were covered in ashes. Is that glowing blue light emanating from the skeleton's eyeholes perhaps responsible of that strange colouration?"]
["IceSkelet_Object","Scorched skeleton"]
["IceSkelet_Gender","masculine"]
["IceSkeletonPet_Name","Scorched skeleton"]
["IceSkeletonPet_Desc","This reanimated skeleton's bones have turned out black, like if they were covered in ashes. Is that glowing blue light emanating from the skeleton's eyeholes perhaps responsible of that strange colouration?"]
["IceSkeletonPet_Object","Scorched skeleton"]
["IceSkeletonPet_Gender","masculine"]
["IceSpider_Name","Ice spider"]
["IceSpider_Desc","This special kind of spider secretes a very cold liquid that effectively freezes their prey."]
["IceSpider_Object","Ice spider"]
["IceSpider_Gender","masculine"]
["IceStatue_Name","Ice statue"]
["IceStatue_Desc","This statue is purely carved out of magical ice."]
["IceStatue_Object","Ice statue"]
["IceStatue_Gender","feminine"]
["KeyGuardia_Name","Key guardian"]
["KeyGuardia_Desc","A golden key hangs around this creature's neck. It will not probably hand over it to you."]
["KeyGuardia_Object","Key guardian"]
["KeyGuardia_Gender","masculine"]
["LibraryCaretakerNPC_Name","Librarian"]
["LibraryCaretakerNPC_Desc","This old man has a very strange figure. The cloak and the poor lighting make you unable to tell if he's a dwarf, elf, gnoll or human."]
["LibraryCaretakerNPC_Object","Librarian"]
["LibraryCaretakerNPC_Gender","masculine"]
["Lich2.0_Name","Lich 2.0"]
["Lich2.0_Desc","One of many necromancers who overused the power given by learning some dark arts. They are now serving a greater purpose, or perhaps just roaming these depths mindlessly."]
["Lich2.0_Object","Lich 2.0"]
["Lich2.0_Gender","masculine"]
["LightCrystal_Name","Blinding crystal"]
["LightCrystal_Desc","This seems more like a gigantic lens polished from a single piece of crystal. You can see a lot of very bright rays of light flickering inside and reflecting in the inner surface."]
["LightCrystal_Object","Blinding crystal"]
["LightCrystal_Gender","masculine"]
["LightingElemental_Name","Lightning elemental"]
["LightingElemental_Desc","A sentient wind swirl with lightning flickering inside of it."]
["LightingElemental_Object","Lightning elemental"]
["LightingElemental_Gender","masculine"]
["MadMonk_Name","Mad monk"]
["MadMonk_Desc","This dwarf monk has dull white skin. His eyes have an unhealthy yellow colour."]
["MadMonk_Object","Mad monk"]
["MadMonk_Gender","masculine"]
["MageNPC_Name","Ancient mage"]
["MageNPC_Desc","A grey-haired old man in a blue robe that possesses an in-depth knowledge of what we call magic."]
["MageNPC_Object","Ancient mage"]
["MageNPC_Gender","masculine"]
["MageOfFire_Name","Firebending mage"]
["MageOfFire_Desc","This old is wearing a dark red cloak that is probably fireproof. Magical runes levitate around him."]
["MageOfFire_Object","Firebending mage"]
["MageOfFire_Gender","masculine"]
["MagicEye_Name","Beholder guardian"]
["MagicEye_Desc","Specifically bred and tamed to guard the place, this demon-looking beings are able to literally disintegrate any intruder."]
["MagicEye_Object","Beholder guardian"]
["MagicEye_Gender","masculine"]
["MagicGhost_Name","Magic wraith"]
["MagicGhost_Desc","A blueish ethereal being that was likely summoned by using specific magical runes."]
["MagicGhost_Object","Magic wraith"]
["MagicGhost_Gender","masculine"]
["MagicGolem_Name","Sovereign golem"]
["MagicGolem_Desc","Once used for defensive purposes by the dwarves, this golem passed through some modification process that granted it full autonomy and increased those defensive capabilities."]
["MagicGolem_Object","Sovereign golem"]
["MagicGolem_Gender","masculine"]
["MagicGuard_Name","Runic statue"]
["MagicGuard_Desc","Animated by the magic of ancient runes, this statue is carved out of a special blue stone."]
["MagicGuard_Object","Runic statue"]
["MagicGuard_Gender","feminine"]
["MagicShadowSpider_Name","Shadow spider"]
["MagicShadowSpider_Desc","A bright sphere of dark magic levitates above this spider, probably controlling it."]
["MagicShadowSpider_Object","Shadow spider"]
["MagicShadowSpider_Gender","masculine"]
["MagicSpirit_Name","Spirit of hatred"]
["MagicSpirit_Desc","A sphere of pure dark magic that somehow gained self-consciousness."]
["MagicSpirit_Object","Spirit of hatred"]
["MagicSpirit_Gender","feminine"]
["MimicBook_Name","Living book"]
["MimicBook_Desc","A living book with eyes and mouth. Its beastly grin reveals unfriendly intentions."]
["MimicBook_Object","Living book"]
["MimicBook_Gender","feminine"]
["MimicBook2_Name","Living book"]
["MimicBook2_Desc","A living book with eyes and mouth. Its beastly grin reveals unfriendly intentions."]
["MimicBook2_Object","Living book"]
["MimicBook2_Gender","feminine"]
["AngryRat_Name","Dusky rat"]
["AngryRat_Desc","The very febrile aspect of this rat must have its origin in a prolonged contact with some kind of dark miasma. It is also larger and more aggresive than other rats you've seen, and it is not probably part of any rat colony anymore."]
["AngryRat_Object","Dusky rat"]
["AngryRat_Gender","masculine"]
["Collector_Name","The collector"]
["Collector_Desc","This creature resembles a huge long-legs spider, but it is actually nothing like it. You can distinguish a round body with a single eye in its center, surrounded by lots of braided tentacles. Legends call this monster 'the collector', but you cannot remember why is that."]
["Collector_Object","The collector"]
["Collector_Gender","masculine"]
["DM-50_Name","DM-50"]
["DM-50_Desc","One of the first operative versions of the dwarven machines that was deprecated a long time ago. It is now covered in rust but somehow still working. Might have anyone been maintaining it?"]
["DM-50_Object","DM-50"]
["DM-50_Gender","masculine"]
["EpicElemental_Name","Supreme elemental"]
["EpicElemental_Desc","Fire elementals are a side effect of summoning great entities. The stronger the creature, the stronger the fire elemental will be. Sometimes, in an attempt to summon the strongest and most powerful demons, which are incredibly difficult and dangerous to summon, supreme fire elementals appear. And of course they're much stronger than their normal counterparts."]
["EpicElemental_Object","Supreme elemental"]
["EpicElemental_Gender","masculine"]
["Goat_Name","Capricorn armour"]
["Goat_Desc","A reanimated Capricorn armour created from a special, very refined metal."]
["Goat_Object","Capricorn armour"]
["Goat_Gender","masculine"]
["GooHash_Name","The ink beast"]
["GooHash_Desc","A huge creature of black, gooey flesh of all sorts of creatures. Two yellow blisters act as its eyes."]
["GooHash_Object","The ink beast"]
["GooHash_Gender","masculine"]
["GorgonsHead_Name","Gorgon's heart"]
["GorgonsHead_Desc","The core of an enormous and deadly ophidian, called the Gorgon."]
["GorgonsHead_Object","Gorgon's heart"]
["GorgonsHead_Gender","feminine"]
["GuardianOfTime_Name","Timekeeper"]
["GuardianOfTime_Desc","A deer skeleton wearing an old, tattered cloak. A very strong magic aura emanates from it to the point it is visible in the form of blueish flames. The guardian of time holds a lantern."]
["GuardianOfTime_Object","Timekeeper"]
["GuardianOfTime_Gender","masculine"]
["HugeCrab_Name","Great crab"]
["HugeCrab_Desc","This crab is considerably larger than the others. It is missing one claw, while the other is very large. This crab is always in a defensive stance, making you unable to harm it while it's aware of your presence."]
["HugeCrab_Object","Great crab"]
["HugeCrab_Gender","masculine"]
["KingOfSpider_Name","Spider king"]
["KingOfSpider_Desc","A big, fat spider that was formerly the leader of a spider colony. However, some higher being has taken the authority of this spider caves and now spider kings are relegated to mere defensive tasks."]
["KingOfSpider_Object","Spider king"]
["KingOfSpider_Gender","masculine"]
["LashersQuee_Name","Slug queen"]
["LashersQuee_Desc","This black spider is dressed in a gorgeous blue cloak. She wears a possibly magic crown on her head that gives it control over slugs and other gooey creatures."]
["LashersQuee_Object","Slug queen"]
["LashersQuee_Gender","feminine"]
["Lloyd_Name","Lloyd"]
["Lloyd_Desc","The great inventor, Lloyd. A scientist who passed years studying the mechanisms of teleportation and telekinesis. After gaining much fame, he took his well known beacon and ventured underground. He never showed up again and no one in the surface knows what could have happened to him, but now he's here, in front of you, and about to smash your head with his new ice, huge body."]
["Lloyd_Object","Lloyd"]
["Lloyd_Gender","masculine"]
["Lord_Name","The lord"]
["Lord_Desc","A huge spider with four bright, glowing eyes. Directly looking at this monster gives you a terrible pain and the desire of giving up. You now understand why this being is known as 'the lord' in legends and myths."]
["Lord_Object","The lord"]
["Lord_Gender","masculine"]
["RatStatue_Name","Dwarf King's statue"]
["RatStatue_Desc","A reanimated statue of the dwarf king, but much weaker than the real one. The nasty bankers have privatised it!"]
["RatStatue_Object","Dwarf King's statue"]
["RatStatue_Gender","feminine"]
["RotHeart_Name","Rotberry core"]
["RotHeart_Desc","The central organ of a rotberry that protects and feeds its seed. It is normally surrounded by dangerous lashers and its celular walls are very toxic."]
["RotHeart_Object","Rotberry core"]
["RotHeart_Gender","neuter"]
["Scout_Name","Scout"]
["Scout_Desc","A strange, very suspicious and silent man that is wearing a strange blue armor."]
["Scout_Object","Scout"]
["Scout_Gender","masculine"]
["Spellser_Gender","neuter"]
["StatueOfDem_Name","Demon statue"]
["StatueOfDem_Desc","A demon that blends in by adopting the form of a statue"]
["StatueOfDem_Object","Demon statue"]
["StatueOfDem_Gender","feminine"]
["Vither_Name","The wither"]
["Vither_Desc","A huge creature made of black bones that is able of throwing its own skulls at high speeds."]
["Vither_Object","The wither"]
["Vither_Gender","masculine"]
["Vither2_Name","The wither"]
["Vither2_Desc","A huge creature made of black bones that is able of throwing its own skulls at high speeds."]
["Vither2_Object","The wither"]
["Vither2_Gender","masculine"]
["Vither3_Name","The wither"]
["Vither3_Desc","A huge creature made of black bones that is able of throwing its own skulls at high speeds."]
["Vither3_Object","The wither"]
["Vither3_Gender","masculine"]
["YogsEye_Name","Yog's second eye"]
["YogsEye_Desc","The hidden eye of the old God has appeared! Despite its size, it's quite agile and more dangerous than the immobile eye."]
["YogsEye_Object","Yog's second eye"]
["YogsEye_Gender","masculine"]
["MiniG_Name","Small slug"]
["MiniG_Desc","A little slimy, sentient sludge. Its dirty looks reveals the absence of dark miasma inside its body."]
["MiniG_Object","Small slug"]
["MiniG_Gender","masculine"]
["MirorGrimm_Name","King's mirror image"]
["MirorGrimm_Desc","An illusion of the king of nightmares."]
["MirorGrimm_Object","King's mirror image"]
["MirorGrimm_Gender","feminine"]
["Mirror_Name","The illusionist"]
["Mirror_Desc","A mage wearing a blue robe and a mysterious jade wand that probably gives him powers over his enemies' minds."]
["Mirror_Object","The illusionist"]
["Mirror_Gender","masculine"]
["Mirrorer_Name","The illusionist"]
["Mirrorer_Desc","A mage wearing a blue robe and a mysterious jade wand that probably gives him powers over his enemies' minds."]
["Mirrorer_Object","The illusionist"]
["Mirrorer_Gender","masculine"]
["MirrorWorm_Name","Crystal worm"]
["MirrorWorm_Desc","A huge worm made up of yellow crystals connected to each other. How do those inorganic creatures grow that much?"]
["MirrorWorm_Object","Crystal worm"]
["MirrorWorm_Gender","masculine"]
["NecromanterNPC_Name","Necromancer"]
["NecromanterNPC_Desc","A magician that has spent quite a lot of time studying dark arts and necromantic rituals."]
["NecromanterNPC_Object","Necromancer"]
["NecromanterNPC_Gender","masculine"]
["NecroSkeletonSpider_Name","Spider exo-skeleton"]
["NecroSkeletonSpider_Desc","The remains of a broken spider carapace not reanimated directly by any magic but joined together by accumulations of fungal spores."]
["NecroSkeletonSpider_Object","Spider exo-skeleton"]
["NecroSkeletonSpider_Gender","masculine"]
["NecroSpider_Name","Possessed spider"]
["NecroSpider_Desc","Mushroom spores grow on the back and head of this spider, controlling its mind but giving extra strength in exchange."]
["NecroSpider_Object","Possessed spider"]
["NecroSpider_Gender","masculine"]
["NightElf_Name","Nocturnal elf"]
["NightElf_Desc","Nocturnal elves are born with eyes that are very sensitive to light to the point it's impossible for them to stay awake during the day, so they sleep till the sun hides."]
["NightElf_Object","Nocturnal elf"]
["NightElf_Gender","masculine"]
["NightmareAngel_Name","Angel of the nightmares"]
["NightmareAngel_Desc","These creatures feed on the fear of others. They appear wherever tragedy has struck."]
["NightmareAngel_Object","Angel of the nightmares"]
["NightmareAngel_Gender","masculine"]
["NightmareBall_Name","Horrific spirit"]
["NightmareBall_Desc","A levitating blood-red sphere."]
["NightmareBall_Object","Horrific spirit"]
["NightmareBall_Gender","feminine"]
["NightmareDarkMaster_Name","Tantalized soul"]
["NightmareDarkMaster_Desc","A soul trapped in a special armor controlled by the king of nightmares."]
["NightmareDarkMaster_Object","Tantalized soul"]
["NightmareDarkMaster_Gender","feminine"]
["NightmareSpirit_Name","Misery seeker"]
["NightmareSpirit_Desc","A spirit summoned by the king of nightmares to seek and gather fear."]
["NightmareSpirit_Object","Misery seeker"]
["NightmareSpirit_Gender","masculine"]
["NightmareSpiritMaster_Name","Misery guardian"]
["NightmareSpiritMaster_Desc","A spirit summoned by the king of nightmares to seek and gather fear. It's stronger than other misery spirits."]
["NightmareSpiritMaster_Object","Misery guardian"]
["NightmareSpiritMaster_Gender","masculine"]
["Ofiura_Name","Swamp ophidian"]
["Ofiura_Desc","An octopus-like creature that lives inside dirty bodies of water and feeds on any creature that dare to enter to its territory."]
["Ofiura_Object","Swamp ophidian"]
["Ofiura_Gender","feminine"]
["PalrleZombie_Name","Mummy"]
["PalrleZombie_Desc","A decaying corpse that has been brought back to life under the influence of some evil power."]
["PalrleZombie_Object","Mummy"]
["PalrleZombie_Gender","feminine"]
["PcevdoExplodingSkull_Name","Stone skull"]
["PcevdoExplodingSkull_Desc","A stone-carved, levitating runic skull. Despite it being made of such material it seems to be unstable."]
["PcevdoExplodingSkull_Object","Stone skull"]
["PcevdoExplodingSkull_Gender","masculine"]
["PcevdoMage_Name","Demonologist"]
["PcevdoMage_Desc","A necromancer that overcame dark magic influence and willingly became a lich but that wanted more power and tried studying demonic magic. The result, a very powerful magic user completely under the control of the demon God."]
["PcevdoMage_Object","Demonologist"]
["PcevdoMage_Gender","masculine"]
["RatArcher_Name","Rat archer"]
["RatArcher_Desc","A rat somehow armed with a small bow and a lot of self-confidence. It can easily take down an unarmed or unprepared human."]
["RatArcher_Object","Rat archer"]
["RatArcher_Gender","masculine"]
["RatBanker_Name","Rat banker"]
["RatBanker_Desc","A slightly obese rat wearing a tie and a hat. Do not understimate the power of the capital!"]
["RatBanker_Object","Rat banker"]
["RatBanker_Gender","masculine"]
["RatBankerPedestal_Name","Rat banker"]
["RatBankerPedestal_Desc","A slightly obese rat wearing a tie and a hat. Do not understimate the power of the capital!"]
["RatBankerPedestal_Object","Rat banker"]
["RatBankerPedestal_Gender","masculine"]
["RatcatcherAttack_Name","Pied Piper"]
["RatcatcherAttack_Desc","A creature in a brown jacket that is wearing a rat skull as if it were a mask."]
["RatcatcherAttack_Object","Pied Piper"]
["RatcatcherAttack_Gender","masculine"]
["RatcatcherNPC_Name","Pied Piper"]
["RatcatcherNPC_Desc","A creature in a brown jacket that is wearing a rat skull as if it were a mask."]
["RatcatcherNPC_Object","Pied Piper"]
["RatcatcherNPC_Gender","masculine"]
["RatGuard_Name","Rat knight"]
["RatGuard_Desc","A regular marsupial rat, if it wasn't because the chainmail armour, the sword and the shield it's wearing and the incredible pride and self-confidence it has."]
["RatGuard_Object","Rat knight"]
["RatGuard_Gender","masculine"]
["RatMage_Name","Rat wizard"]
["RatMage_Desc","A rat that actually knows some basic magic. Its magic bolts would not even tickle a veteran adventurer but wreak havoc and cause serious injuries on a newcomer."]
["RatMage_Object","Rat wizard"]
["RatMage_Gender","masculine"]
["RatStatuePet_Name","Dwarf King's statue"]
["RatStatuePet_Desc","A reanimated statue of the dwarf king, but much weaker than the real one."]
["RatStatuePet_Object","Dwarf King's statue"]
["RatStatuePet_Gender","feminine"]
["RedG_Name","Red slug"]
["RedG_Desc","A rare species of slug that has not been registered in most biology books."]
["RedG_Object","Red slug"]
["RedG_Gender","masculine"]
["RedGooLasher_Name","Red lasher"]
["RedGooLasher_Desc","A rare variety of those tentacle-like beings that slowly generate red slugs."]
["RedGooLasher_Object","Red lasher"]
["RedGooLasher_Gender","neuter"]
["RotLasher_Name","Rotberry lasher"]
["RotLasher_Desc","One of the very agile roots of the rotberry that protects its core from any intruder."]
["RotLasher_Object","Rotberry lasher"]
["RotLasher_Gender","masculine"]
["RuneMasterNPC_Name","Troll runesmith"]
["RuneMasterNPC_Desc","A troll specialized in forging special, magic-imbued equipment."]
["RuneMasterNPC_Object","Troll runesmith"]
["RuneMasterNPC_Gender","masculine"]
["RunicSkull1_Name","RunicSkull_Name"]
["RunicSkull1_Desc","RunicSkull_Desc"]
["RunicSkull1_Object","RunicSkull_Name_Objective"]
["RunicSkull1_Gender","masculine"]
["RunicSkull2_Name","RunicSkull_Name"]
["RunicSkull2_Desc","RunicSkull_Desc"]
["RunicSkull2_Object","RunicSkull_Name_Objective"]
["RunicSkull2_Gender","masculine"]
["RunicSkull3_Name","RunicSkull_Name"]
["RunicSkull3_Desc","RunicSkull_Desc"]
["RunicSkull3_Object","RunicSkull_Name_Objective"]
["RunicSkull3_Gender","masculine"]
["RunicSkull4_Name","RunicSkull_Name"]
["RunicSkull4_Desc","RunicSkull_Desc"]
["RunicSkull4_Object","RunicSkull_Name_Objective"]
["RunicSkull4_Gender","masculine"]
["SewerG_Name","Sewer slug"]
["SewerG_Desc","A slug composed mostly of dirty sewage waste. However, its black colouration and aggresive behaviour reveals the existence of some dark magic inside of it."]
["SewerG_Object","Sewer slug"]
["SewerG_Gender","masculine"]
["SewerGuard_Name","Guardian of the sewers"]
["SewerGuard_Desc","These guards were created to protect the sewers from vile aquatic creatures that coul try to access the dwarven metropolis from this path."]
["SewerGuard_Object","Guardian of the sewers"]
["SewerGuard_Gender","masculine"]
["ShadowScorpi_Name","Shadow scorpio"]
["ShadowScorpi_Desc","The most fearsome breed of scorpios. Shadow scorpios are extremely efficient hunters, having the ability of turning themselves invisible and attacking their prey when they are unaware and vulnerable. Despite being demons, they don't seem to be under the influence of Yog-Dzewa or any other"]
["ShadowScorpi_Object","Shadow scorpio"]
["ShadowScorpi_Gender","masculine"]
["ShadowSpider_Name","Shadow spider"]
["ShadowSpider_Desc","A black spider, darker than the darkness itself. The absence of colouration normally means lack of poisonousness, but this is not the case of spider species."]
["ShadowSpider_Object","Black spider"]
["ShadowSpider_Gender","masculine"]
["ShadowSpiderEgg_Name","Shadow spider egg"]
["ShadowSpiderEgg_Desc","An egg of a fearsome shadow spider."]
["ShadowSpiderEgg_Object","Shadow spider egg"]
["ShadowSpiderEgg_Gender","neuter"]
["ShadowSpiderNest_Name","Shadow spider cocoon"]
["ShadowSpiderNest_Desc","A lot of shadow spider eggs glued together. Be fast eliminating them, you will regret it otherwise."]
["ShadowSpiderNest_Object","Shadow spider cocoon"]
["ShadowSpiderNest_Gender","neuter"]
["ShadowWallSpider_Name","Shadow spinner"]
["ShadowWallSpider_Desc","A rare breed of shadow spider that prefers to dwell in the walls."]
["ShadowWallSpider_Object","Shadow spinner"]
["ShadowWallSpider_Gender","masculine"]
["SkeletonHand_Name","Skeleton hand"]
["SkeletonHand_Desc","A huge palm made of human, demon and other creatures' bones and totally controlled by the skeleton King."]
["SkeletonHand_Object","Skeleton hand"]
["SkeletonHand_Gender","feminine"]
["SkvernKnight_Name","Defiled knight"]
["SkvernKnight_Desc","A once mighty knight that is now a mindless soldier of an unknown but enormous magic user."]
["SkvernKnight_Object","Defiled knight"]
["SkvernKnight_Gender","masculine"]
["SkvernSoul_Name","Defiled soul"]
["SkvernSoul_Desc","One of the necromancer's most powerful soldiers. Its melee attack is powerful and it will not die easily, at least not against weak foes."]
["SkvernSoul_Object","Defiled soul"]
["SkvernSoul_Gender","feminine"]
["SleepingGnollNPC_Name","Sleeping gnoll"]
["SleepingGnollNPC_Desc","A gnoll, loudly snoring in his bed."]
["SleepingGnollNPC_Object","Sleeping gnoll"]
["SleepingGnollNPC_Gender","masculine"]
["Sloth_Name","Defiled slug"]
["Sloth_Desc","This slug's bright yellow eyes are a sign of possession. Whoever performed such magic on this creature must be very powerful."]
["Sloth_Object","Defiled slug"]
["Sloth_Gender","masculine"]
["SpiderStatue_Name","King's sculpture"]
["SpiderStatue_Desc","Another statue of the mighty King of Dwarves. The dark stone from which is made makes it tougher and deadlier than a regular animated sculpture. However, its strategic location isn't precisely the best one his creator could have chosen. "]
["SpiderStatue_Object","King's sculpture"]
["SpiderStatue_Gender","feminine"]
["Spirit_Name","Lost spirit"]
["Spirit_Desc","This spirit is trapped in this world, doomed to wander this place endlessly."]
["Spirit_Object","Lost spirit"]
["Spirit_Gender","masculine"]
["SpiritIntoIceNPC_Name","Frozen spirit"]
["SpiritIntoIceNPC_Desc","An ethereal being that somehow ended trapped in a chunk of obviously magical ice."]
["SpiritIntoIceNPC_Object","Frozen spirit"]
["SpiritIntoIceNPC_Gender","masculine"]
["SpiritOfDark_Name","Treacherous spirit"]
["SpiritOfDark_Desc","Legends say this creature was given birth by Yog-Dzewa by fusing trapped souls with demon flesh. It is one of the first demons ever born, thus the obvious resemblance with the old God."]
["SpiritOfDark_Object","Treacherous spirit"]
["SpiritOfDark_Gender","masculine"]
["SumGhost_Name","Guardian of secrets"]
["SumGhost_Desc","A common wraith that has been under the influence of a very intense magic, thus it acquired a blueish tone. It now acts as a guardian of these depths and its long forgotten secrets."]
["SumGhost_Object","Guardian of secrets"]
["SumGhost_Gender","masculine"]
["Summoner_Name","Summoner"]
["Summoner_Desc","A mage who began to study summoning magic and thought it was prepared enough."]
["Summoner_Object","Summoner"]
["Summoner_Gender","masculine"]
["SumStatue_Name","Summoner's statue"]
["SumStatue_Desc","A statue brought to life by summoning magic, which is not precisely the best to perform this kind of tricks."]
["SumStatue_Object","Summoner's statue"]
["SumStatue_Gender","feminine"]
["TearsFutureTellerNPC_Name","Fortuneteller"]
["TearsFutureTellerNPC_Desc","The local seer of the city of tears."]
["TearsFutureTellerNPC_Object","Fortuneteller"]
["TearsFutureTellerNPC_Gender","feminine"]
["TearsGuard_Name","Tearguard"]
["TearsGuard_Desc","A dark, winged & armoured ethereal creature that pertains and professes an unbreakable loyalty to the city of tears."]
["TearsGuard_Object","Tearguard"]
["TearsGuard_Gender","masculine"]
["Tentacle_Name","Tentacle"]
["Tentacle_Desc","A huge, slimy tentacle that emerged from underwater."]
["Tentacle_Object","Tentacle"]
["Tentacle_Gender","neuter"]
["Thimagor1_Name","Skeleton archer"]
["Thimagor1_Desc","An armoured skeleton that wields a wooden bow. It is more dangerous than a regular skeleton assuming you don't have a good place to cover yourself."]
["Thimagor1_Object","Skeleton archer"]
["Thimagor1_Gender","masculine"]
["Thimagor2_Name","Skeleton archer"]
["Thimagor2_Desc","An armoured skeleton that wields a composite bow. Obviously more dangerous than a regular skeleton."]
["Thimagor2_Object","Skeleton archer"]
["Thimagor2_Gender","masculine"]
["Thimagor3_Name","Skeleton archer"]
["Thimagor3_Desc","An armoured skeleton that wields a ruby bow! Obviously way more dangerous than a regular skeleton."]
["Thimagor3_Object","Skeleton archer"]
["Thimagor3_Gender","masculine"]
["TimeKnight_Name","Knight of time"]
["TimeKnight_Desc","A powerful wizard who is able to oversee the order of time. Its resemblance to a lich is just a consequence of manipulating that kind of magic."]
["TimeKnight_Object","Knight of time"]
["TimeKnight_Gender","masculine"]
["ToxicRotHeart_Name","Toxberry core"]
["ToxicRotHeart_Desc","A highly toxic variant of the rotberry species that grows faster and wreaks havoc in gardens much more easily by feeding on every plant and spawning toxic bulbs."]
["ToxicRotHeart_Object","Toxberry core"]
["ToxicRotHeart_Gender","neuter"]
["ToxicRotLasher_Name","Toxberry bulb"]
["ToxicRotLasher_Desc","A spherical capsule full of a toxic substance, highly harmful for most life beings."]
["ToxicRotLasher_Object","Toxberry bulb"]
["ToxicRotLasher_Gender","feminine"]
["UpDworfMonkNPC_Name","Senior monk"]
["UpDworfMonkNPC_Desc","A veteran dwarf monk teaching fighting techniques to his pupils."]
["UpDworfMonkNPC_Object","Senior monk"]
["UpDworfMonkNPC_Gender","masculine"]
["UpWarlokNPC_Name","Elite dwarf warlock"]
["UpWarlokNPC_Desc","This dwarf is known as one of the three most powerful magicians of the kingdom. Fortunately for you, it's not mad or wants you dead."]
["UpWarlokNPC_Object","Elite dwarf warlock"]
["UpWarlokNPC_Gender","masculine"]
["WandmakerModNPC_Name","Old wandmaker"]
["WandmakerModNPC_Desc","An old magician who spent a lot of his life into studying ways of imbuing magic on several kinds of instruments and gained fame as wandmaker. Perhaps he has something for you."]
["WandmakerModNPC_Object","Old wandmaker"]
["WandmakerModNPC_Gender","masculine"]
["WarlokSpider_Name","Warlock spider"]
["WarlokSpider_Desc","A spider imbued and protected by a pinkish aura of magic. How those spiders end up having those magical powers? They're spiders, after all."]
["WarlokSpider_Object","Warlock spider"]
["WarlokSpider_Gender","masculine"]
["WaterZombie_Name","Drowned corpse"]
["WaterZombie_Desc","This corpse has been underwater for countless years, to the point its flesh wrinkled and turned out black, which is strange as water does not turn things black, does it?"]
["WaterZombie_Object","Droawned corpse"]
["WaterZombie_Gender","masculine"]
["WhiteBall_Name","Silk cocoon"]
["WhiteBall_Desc","A large and sticky bulb of silk that seems to obey spider king's orders somehow. it is able to spasm violently and throw dense silk balls at high speeds."]
["WhiteBall_Object","Silk cocoon"]
["WhiteBall_Gender","masculine"]
["WhiteCat_Name","Black cat"]
["WhiteCat_Desc","A cat with huge eyes and black fur. Apart from that, nothing out of the normal."]
["WhiteCat_Object","Black cat"]
["WhiteCat_Gender","masculine"]
["WitherSkelet_Name","Wither skeleton"]
["WitherSkelet_Desc","A strange black skeleton that withers life around it."]
["WitherSkelet_Object","Wither skeleton"]
["WitherSkelet_Gender","masculine"]
["WorkingDM300NPC_Name","DM-300"]
["WorkingDM300NPC_Desc","A fully functional DM-300 that seems to be working on some new tunnel."]
["WorkingDM300NPC_Object","DM-300"]
["WorkingDM300NPC_Gender","masculine"]
["BlueWomb_Story","It is unlikely that any traveler reached this horrific place. The floor, the walls, everything composed of blueish ragged flesh. It is like you were inside of one huge organism, and certainly you might be. The presence of an powerful, ancient evil soaks the entire place and drags you further beneath."]
["CityOfTears_Story","Every archaeologist, adventurer or traveler in this world once wished to visit this legendary city, but alas!, getting here is certainly not easy. This is the city of tears, a civilization that grew and flourished underground and that possesses ancient knowledge of the ancient evils that once threatened this world. For centuries, it remained hidden and its contact with the surface ended long ago. Probably they did not want to interfere or get involved in matters they had nothing to do with or they simply decided to conceal the knowledge they accumulated over decades and decades. After all, not everyone in the surface has good intentions. Consider this is probably the only haven of peace you might spot down here, so prepare yourself before going any further."]
["Crab_Story","(Work in progress)"]
["Goo_Story","The further levels of this dungeon path consist almost entirely of sticky, inky flesh. No one really knows the reason why that absurdly huge amount of dark miasma has accumulated here. Scholars and 'ink wizards' speculate that the cause might be the presence of underground pools of that inky liquid lying over a very hot environment. Those who dared to venture through here never came back, this is your chance to solve the mystery!"]
["HellCastle_Story","Located very close to the very centre of the world, this subterranean fortress looks very imposing from outside and very dangerous from inside. This inmense castle was made by an ancient god who legends tell it came from another dimension where magic is much more notable and present than in this one. He and his army of creatures that soon began to be called 'demons' fought against the nearest civilization, so the war between dwarves and demons start. At a very high cost, dwarves managed to capture the old god and imprision him in an unknown place, deep on this fortress. Centuries and centuries passed, and the once dwarven empire is now in chaos. Do not expect an easy travelling down here, as probably the remains of the demon army have made their presence strong here."]
["IceCastle_Story","Centuries ago, in the heat of the decisive battle between dwarves and demons, the King of Dwarves decided to use one of the most powerful artifacts they possessed if not their most powerful one. At the cost of a huge amount of magic and many dwarves' lives, the king's crown got imbued into an extreme elemental magic known as antientropic or, vulgary speaking, 'ice magic'. After the battle, the crown ended up lost and no dwarf managed to find it, but some decades ago just after dwarves sealed themselves in their metropolis, unrelenting rays of ice bursted from the depths of the kobold caves, practically erradicating their civilisation and estabilishing a new order. Regarding what really happened, it's unknown, but it certainly has to do with the lost crown of the dwarf king. It would not be surprising at all if this impressive fortress was also made by the crown user."]
["Ice_Story","In the coldest caves of the dungeon kobolds found their home. They were not an aggresive race. Unlike gnoll tribes which never really went further from a basic knowledge magic and polearm weapons, they accumulated knowledge and learned ice magic. The kobolds once flourished by selling ice wands and artifacts, and trading some fossils with scholars and archaeologists in the surface. However, with the fall of the dwarves their civilisation declined and it is said that something catastrophic happened to them just after that."]
["MagicCaves_Story","Incredibly beautiful and varied crystal formations cover up the entire galleries up to where your glance reaches. It is clear that no human has ever set foot here; there are no registries, notes, diaries or any other kind of information about these caves, and that potentially makes them more dangerous. Beware!"]
["Necro_Story","Many necromancers and adventurers have come to seek their destiny in Necropolis, the ancient underground city where the own death is said to dwell. The entrance to this city is relatively recent compared to roads and walls inside. The city itself seems to grow more the more people meets their end here."]
["Night_Story","The outskirts of the majestic dwarf city where noblemen had their residences; magnificent lanes with glowing lanes, beautiful gardens, resting zones...All of those were sacked, razed by the demon army during Yog-Dzewa's invasion of the dwarven kingdom. The war ended centuries ago, and this place is now haunted by creatures from the dimension of nightmares where the old God was supposed to come from. They survived by feeding on the fear of unlucky dwarves they subdued."]
["Rat_Story","Some of the most vile, greedy and cruel creatures have taken up residence in these caves. Rats have estabilished a kingdom of terror here, preying on unlucky travellers that ended up in their lair. Keeping faithful to their tradition, rats divide their gains amongst themselves."]
["Shadow_Story","Mysterious corridors of dark bricks beneath the necropolis conceal a secret of their origin. Researchers and scholars speculate that they were built by dwarves, but there's not consensus. Some magicians assure that the stones used to make these walls are very similar to some fortress located down in the ice caves."]
["Skeleton_Story","One of the generals of the demon army was exiled to this place. The outbuildings of the great city on the upper floors have been slowly transformed into a fortress of tin-plated, very hard bricks. The magic that soaks in this place is relatively different from other kinds of demon magic you've experimented."]
["Spider_Story","Once this place was part of a vast fortress built by the old God itself. He made his way up until he stumbled upon the dwarves. The war started and dwarves managed to overpower Yog and his demon army. This place is now part of the no man's land, no civilization seemingly made home after the war. As a consequence, a colony of grim arthropods settled inside the ruins and part of the inky liquid slowly dripped up here."]
["Water_Story","These flooded caves that meander below the mines were also once part of them. Spiders don't live in such places because of the excess of water. However, another very different kind of creatures dwell here and they might be even more dangerous as those cursed arthropods."]
["Mod_Story","Welcome to The epic dungeon mod.\n Currently there are ~230 mobs, ~50 items, 18 new locations spread over 5 possible dungeon branches. Almost every location has a new generation. There are ~14 different types of rooms + a mini boss, a merchant and a NPC in each location where the generation is changed. There is also a story for the check mark. Perhaps in the future we will do multiplayer. \n\n VK Group: https://vk.com/the_epic_dungeon \n\n Server in Discord: https://discord.gg/wHWJeUV9Na \n\n Requests if you want to support: 89231003366 (Sber) And yes, I know the links don't work, but if you really want to, you can just write it down by hand."]
["DworfTown_Story","After the war, not all the dwarves were wiped out despite the high cost in terms of lives it had got. The surviving dwarves escaped to the caves, where they founded and built a city. Similar small cities are spread all over the dungeon in secret places, and all of them are far away enough from the surface to not raise any kind of interest to the townspeople there."]
["Bandit_Story","One day a king wanted to build himself a magnificent castle, inside a mountain. Thousands of workers carried stone blocks on their backs day and night. When the magnificent structure was ready, there was a sudden tremor inside the rock. In a few moments the huge rock crumbled under the ground. Centuries later, the remains of this underground structure served as the prison which is now abandoned."]
["Light_Story","Archaeologists are always arguing about what this part of the dungeon is. Some say it is another city of dwarves, while others speak of ancient creatures that lived in the area. The walls of this underground city are made of carved white stone, mainly granite and marble."]
["Library_Story","Probably the most interesting place for any mage. The Dwarf library was once a place of knowledge and wisdom. Many important historical documents, scientific research and great literary works were kept here. After the invasion of an ancient god and the fall of the Dwarf civilisation, the place became deserted."]
["ai_mob_attack"," is about to attack "]
["attack"," is being attacked"]
["attack_on_you"," is hunting you"]
["sing"," sings"]
["Darck_Mantel_Buff","Wearing a dark cloak"]
["Holy_Mantel_Buff","Holy protection"]
["Ice_Skull_Buff","Icemancy"]
["Luck_Buff","Luck"]
["Magic_Fire_Buff","Magical fire aura"]
["Ratcatcher_Buff","Pied piper's favor"]
["Water_Regeneration_Buff","Aquatic rejuvenation"]
["Yell_No","NOOOO!"]
["AmuletOfDomination_Name","Medallion of subjugation"]
["AmuletOfDomination_Info","A thick medal the diameter of a jar lid. It has cogs on the edges. It's a bit like a shuriken. Couldn't you just throw it at the enemy?"]
["AmuletOfEnergy_Name","Medallion of energy"]
["AmuletOfEnergy_Info","According to the magician, you can summon large surges of energy by touching the amulet with your index finger. \nIt uses 15 mana."]
["BeeNest_Name","Honeypot"]
["BeeNest_Info","There's a bee inside this wellow barrel."]
["CaretakerLight_Name","Caretaker's lantern"]
["CaretakerLight_Info","This magical lantern will allow you to summon a flaming arrow. \nIt uses 10 mana."]
["ChestSharm_Name","Chest amulet"]
["ChestSharm_Info","A rather odd contraption: a miniature amulet in the shape of an empty chest, strapped on a brown rubber."]
["DeskOfRuns_Name","A tablet with runes"]
["DeskOfRuns_Info","A clay tablet with enigmatic runes."]
["GhostRose_Name","Phantom rose"]
["GhostRose_Info","This rose is almost transparent, it looks like a flower drawn with a simple pencil on a painting. By deeply looking at this flower, you somehow want to prick yourself on its thorns."]
["Prick","Prick"]
["GnollHorn_Name","Gnoll horn"]
["GnollHorn_Info","A special magical horn that can summon the help of fellow gnolls to come to their aid. This horn is usually given to heroes for bravery in battle. It can also stun nearby enemies. \n Costs 20 mana."]
["Blow","Blow"]
["GrimmsClack_Name","Master Grimm's cloak"]
["GrimmsClack_Info","This cloak is made up of several ribbons sewn together, black on one side and red on the other. You can feel a tremendous power locked inside this cloak. Are you mighty enough to bear it?"]
["HeardOfFire_Name","Heart of fire"]
["HeardOfFire_Info","This heart burns on your hands and shudders slightly."]
["HolyAnkh_Name","Ankh"]
["HolyAnkh_Info","Even if it is the only object left by the wicked Blacksmith, it still possesses some of his power which, when you're near death, can restore your strength and help you fight your way through the dungeon."]
["IceCrystal_Name","Ice crystal"]
["IceCrystal_Info","Since ancient times, it has been common in the wizarding community to encase spells in a crystal shell for storage or reusability. Each crystal's purpose was determined by its power. Ice mages used pure ice and strong cold to create magic crystals, which only they knew how to do... You can feel the strong icy magic inside this crystal, as holding it in your hands literally freezes you to the bone. \n If a crystal's power is equivalent to its spell's power, it was only capable of storing it. However, crystals that stored enough magic are capable of repeating that specific spell an infinite amount of times."]
["Сrystal_Broke","-- The crystal has dried up its reserves and collapsed :("]
["IceHeart_Name","Strange heart"]
["IceHeart_Info","A strange, icy heart that is still beating in your hands."]
["IceSkull_Name","Ice skull"]
["IceSkull_Info","A strange grey skull with a dim blue-blue light pouring out of it. It's quite cold to the touch."]
["MagicEye_Name","Magic eye"]
["MagicEye_Info","A magic eye that is about the size of an egg."]
["MirrorWormsShard_Name","Crystal shard"]
["MirrorWormsShard_Info","A yellow, very beautiful crystal that was part of the horrific worm you just slain."]
["NetherStar_Name","Nether star"]
["NetherStar_Info","A very bright star-like crystal that contains countless souls of sinners."]
["RatcatchersPipe_Name","Pied piper's whistle"]
["RatcatchersPipe_Info","A pipe carved out of magic wood. Only a professional can play this magic pipe."]
["SpiderEye_Name","Spider eye"]
["SpiderEye_Info","The sticky blood-red eye of the spider. Disgusting."]
["SpiritSoul_Name","Ghost essence"]
["SpiritSoul_Info","A small light quite warm to the touch that emits a faint glow."]
["BookOfDragoman_Name","Dungeon codex"]
["BookOfDragoman_Info","This book contains many texts about the dungeon languages. You can now talk to the other inhabitants and command your minions."]
["HealthPointsMobs_1","What do you want, master? Now I have "]
["HealthPointsMobs_2"," HP of "]
["AgilityMobs_1",". My agility is "]
["AgilityMobs_2","."]
["StandStill","Stand still"]
["MoveInMyDirection","Follow me!"]
["ExploreTheLevel","Explore"]
["ChoosePriorityTarget","Set a target"]
["IAmStronger","You have no power over me!"]
["EmptyHere","There's no one here!"]
["BookOfSecrets_Name","Book of secrets"]
["BookOfSecrets_Info","The dungeon holds many secrets and many of them cannot be solved simply by opening the right door. With this book you will be able to unlock the rooms that can only be opened with magic. Some secrets are protected by a special spell that will summon guards who will attack anyone they see (enemies and hero). This spell costs 15 mana."]
["RoomNotOpening","You cannot open this room."]
["HereAreNoSecrets","There are no secrets here."]
["SummonersBook_Name","Book of convocations"]
["SummonersBook_Info","This book contains spells for summoning great entities, written in the ancient tongue of the priestesses. You, however, can only read one spell, 'Fangs calling'. This spell creates multiple fangs pointing in one direction. Summoning each one consumes 10 mana."]
["Candle_Name","Candle"]
["Candle_Info","A big, durable candle."]
["CaretakersCandle_Name","Watchman's candle"]
["CaretakersCandle_Info","There used to be candles like this on every corner of the dwarf library. They were soaked in a special solution to ward off bookworms."]
["FireCandle_Name","Candle of hell"]
["FireCandle_Info","A large candle of blood-red wax. The haze surrounding it is so dark that it is difficult to see its silhouette."]
["RatCandle_Name","Rat candle"]
["RatCandle_Info","The candle consists of a small figurine of a rat. There is a hole in its head for the candle itself."]
["TearsCandle_Name","Candle of tears"]
["TearsCandle_Info","A large candle made of blue wax. Does it contain any magic?."]
["ExtinguishedCandle","The light from the candle suddenly extinguished."]
["PoisonOfDarknes_Name","Potion of shadowbane"]
["PoisonOfDarknes_Info","Inside this vial is a strange dark liquid. If you break it, it will create pillars of light that will damage shadows."]
["Test8_Name","Test #8"]
["Test8_Info","This strange potion was made by an alchemist. It is marked 'test number 8'."]
["Stats_1","-5 HP"]
["Stats_2","+1 STR"]
["Bomb_Name","Bomb"]
["Bomb_Info","This bomb is full of gunpowder. It's going to blow up hard.."]
["GuardsHammer_Name","Guard's hammer"]
["GuardsHammer_Info","A throwing hammer capable of paralysing any enemy when it strikes."]
["Guian_Name","Leaf dagger"]
["Guian_Info","This magic dagger is imbued with the magic of nature to the point it seems to be made of leaf instead of metal."]
["LightDanger_Name","Holy dagger"]
["LightDanger_Info","The blade of this dagger is made of crystal and there are faintly visible patterns on the iron hilt. You wonder what it's for."]
["Threecic_Name","Trident"]
["Threecic_Info","A very clumsy iron trident that is clearly not made for fighting."]
["Dodged","Dodged"]
["Chicen_Name","Fried turkey"]
["Chicen_Info","A very good looking food, compared to the usual meal you find in this dungeon."]
["Delicious","That food tasted delicious!"]
["Fungus_Name","Нарост"]
["Fungus_Info","An execrence of blue mushrooms. It can definitely cause intoxication."]
["RuneOfFlock_Name","Stone of flock"]
["RuneOfFlock_Info","This rune flashes in a dark purple colour. It has artificially carved spells on it. When used, this rune will summon a flock of magical sheep."]
["RuneOfProtectiveField_Name","Rune of magic protection"]
["RuneOfProtectiveField_Info","This rune is flickering in a dark purple colour. It has artificially carved spells on it. When used, this rune will put a special shield on you that will make you invulnerable to any damage (except some types of spells)."]
["RuneOfLight_Name","Rune of prismatic light"]
["RuneOfLight_Info","This rune flashes in a dark purple colour. It has artificially carved spells on it. When used, this rune will create a powerful beam of energy in a certain direction."]
["Activate","Activate"]
["ChaosScroll_Name","Scroll of chaos"]
["ChaosScroll_Info","This scroll contains powerful and highly dangerous chaos magic (specially to the reader), ready to break free."]
["ElementalScroll_Name","Scroll of the elementarist"]
["ElementalScroll_Info","This scroll contains a mix of summoning and elemental magic that will try to create a random elemental next to you."]
["ScrollOfFire_Name","Scroll of fire shield"]
["ScrollOfFire_Info","When read, this scroll will create a fire shield around the hero. The fire created by this scroll is very durable."]
["ScrollOfGuards_Name","Scroll of carving"]
["ScrollOfGuards_Info","This scroll will call several animated statues that will be teleported to you and act as your allies. The place from which they come is really a mystery."]
["ScrollOfMirror_Name","Scroll of the illusionist"]
["ScrollOfMirror_Info","This scroll is covered with strange ancient runes. I wonder what would happen if you read it..."]
["ScrollOfNightmare_Name","Scroll of nightmarish fire"]
["ScrollOfNightmare_Info","This scroll will create several dark lights near you."]
["ScrollOfRaiseDeat_Name","Scroll of resurrection"]
["ScrollOfRaiseDeat_Info","When read, this scroll will attempt to resurrect a recently killed mob on this level."]
["ScrollOfTime_Name","Scroll of stasis"]
["ScrollOfTime_Info","When read, this scroll will 'teleport' the hero into the future without using time magic."]
["BlackShard_Name","Earth shard"]
["BlackShard_Info","A green shard of a presumably much bigger crystal. Magical rays flicker in it."]
["FireShard_Name","Fire shard"]
["FireShard_Info","A red shard of a presumably much bigger crystal. Magical rays flicker on it."]
["IceShard_Name","Ice shard"]
["IceShard_Info","A blue shard of a presumably much bigger crystal. Magical rays flicker on it."]
["Shard_Name","Осколок"]
["Shard_Info","A shard of a presumably much bigger crystal. Magical rays flicker on it."]
["IceRunicSkull_Name","Ice runic skull"]
["IceRunicSkull_Info","A runic skull is a crystal skull that contains a certain spell that is activated by the skull itself when it sees danger."]
["IceRunicSkull_1_Name","Ice runic skull"]
["IceRunicSkull_1_Info","A runic skull is a crystal skull that contains a certain spell that is activated by the skull itself when it sees danger."]
["IceRunicSkull_2_Name","Ice runic skull"]
["IceRunicSkull_2_Info","A runic skull is a crystal skull that contains a certain spell that is activated by the skull itself when it sees danger."]
["IceRunicSkull_3_Name","Ice runic skull"]
["IceRunicSkull_3_Info","A runic skull is a crystal skull that contains a certain spell that is activated by the skull itself when it sees danger."]
["IceRunicSkull_4_Name","Ice runic skull"]
["IceRunicSkull_4_Info","A runic skull is a crystal skull that contains a certain spell that is activated by the skull itself when it sees danger."]
["TearsArmor_Name","Armour of tears"]
["TearsArmor_Info","A shimmering shade of faded blue and deep purple, an armour that has been forged by an unknown blacksmith from his own soul and hardened by his own suffering. This armour has acquired the capacity to absorb the pain of its wearer, thereby strengthening it."]
["TearsRock_Name","Stone of tears"]
["TearsRock_Info","This gem has flickering blue lights. When used, it summons the elders from the city of tears.\n It costs 20 mana."]
["TearsSword_Name","Despair blade"]
["TearsSword_Info","An ancient blade forged from the heart of a demon. It shimmers and trembles in your hands."]
["TearsWand_Name","Wand of dejection"]
["TearsWand_Info","A wand created by one of the three great dwarf warlocks. Its magic grows from use. \n It costs 7 mana."]
["BlackWand_Name","Staff of darkness"]
["BlackWand_Info","Carved from the Necropolis stone, this staff has grown strange moss in some places. When used, this staff will create a cloud of darkness that will get bigger with upgrades.\n It costs 20 mana."]
["BlessWand_Name","Wand of blessing"]
["BlessWand_Info","A stick of bright light wood. It's the kind of stick you saw at the bishop's. \n It costs 7 mana."]
["DragonWand_Name","Dragon staff"]
["DragonWand_Info","A huge rod of red stone. When used, this wand will cast a curse of fire on the level. \n It costs 20 mana."]
["FireNefritWand_Name","Wand of the fire Ifrit"]
["FireNefritWand_Info","One of the rods that levitate near fire ifrits. What will happen if you use it?"]
["LordWand_Name","Staff of wrath"]
["LordWand_Info","This rod is made of red infernal firebricks. It is entwined with a strange glowing moss. When used, this wand will create many rays at certain random places. \n It costs is 5 mana."]
["NefritWand_Name","Wand of the ice Ifrit"]
["NefritWand_Info","One of the rods that orbit around ice ifrits. What will happen if you use it?"]
["NothingHasHappened","Nothing happened."]
["SummonerWand_Name","Wand of summoning"]
["SummonerWand_Info","A wand of red oak tied in a red ribbon. The top is adorned with a treasure stone. When used, this wand will summon malicious creatures. \n It costs 5 mana."]
["WandOfBlast_Name","Wand of infusion"]
["WandOfBlast_Info","A wand made of a rare kind of bluish wood. When used, this wand will cast a poisonous barrage. \n It costs 5 mana."]
["WandOfCrystalion_Name","Wand of crystallisation"]
["WandOfCrystalion_Info","A wooden stick with a large green crystal on the end. When used, this wand will strike the enemy with a powerful lightning. \n It costs 5 mana."]
["WandOfFireRune_Name","Wand of fire runes"]
["WandOfFireRune_Info","An iron rod with a fancy tip. When used, this rod will emit liquid flames. \nIt costs 5 mana."]
["WandOfGoodMage_Name","Druid's staff"]
["WandOfGoodMage_Info","A wooden stick covered in vines. When used, this wand will cause the grass in the specified area to regenerate. \n It costs of 5 mana."]
["WandOfLightbolt_Name","Wand of sunlight"]
["WandOfLightbolt_Info","A dark blue wand with a purple crystal on the end. When used, this wand will release a beam of sunlight at the specified point.\n It costs 5 mana."]
["WandOfMagicbolt_Name","Wand of "]
["WandOfMagicbolt_Info","When used, this wand will unleash a bolt of lightning that damages enemies and also has a chance to revive a statue. \n It costs 5 mana."]
["WandOfMirror_Name","Illusionist's wand"]
["WandOfMirror_Info","When used, this wand will create an illusion of you.\n It costs 30 mana."]
["WandOfPossess_Name","Staff of possession"]
["WandOfPossess_Info","A whimsical wand that resembles the handle of a sword. It can be used to possess other creatures.\n It costs 15 mana."]
["WandOfRock_Name","Wand of earthquakes"]
["WandOfRock_Info","When used, this wand will cause an earthquake in the specified area. \n It costs 5 mana."]
["Wave","CAST"]
["SelectDirectionWave","Choose the direction to cast"]
["AlhimicNPC_Phrase1","Hello, I wonder if you could help me with a case. As a reward, I'll give you a couple of three gold pieces. I came to this place to find some ingredients for a potion. I need a spider's eye."]
["AlhimicNPC_Phrase2","Thank you, as I promised... *quickly reads the teleportation scroll*."]
["AlhimicNPC_Phrase3","What a nasty place this is... How's the search going?"]
["ArchaeologistNPC_Phrase1","Eh, where's the second piece? Maybe you know, eh?"]
["ArchaeologistNPC_Phrase2","Oh, there it is! Thank you for it. As a reward, I will give you one very interesting thing..."]
["ArchaeologistNPC_Phrase3","Now you have "]
["ArchaeologistNPC_Phrase4","Where in the world..."]
["ArchaeologistNPC_Phrase5","Get out of the way! I'm trying to read it..."]
["BattleWarlok_Phrase1","You have helped us a lot in this battle. Thanks to you my people can sleep in peace... I know why you came to the dungeon and I don't like your purpose, but I will help you. Take these tools, you'll definitely need them..."]
["BattleWarlok_Phrase2","Good luck, traveller!"]
["CagetShadowSpiderNPC_Phrase1","Tsk-tsk, hey man! Tsk-tsk-tsk, will you help me out of this cage?! Tsk-tsk. We just need to find the key."]
["CagetShadowSpiderNPC_Phrase2","Thank you very much, little man! You saved my life, now you are my master."]
["CagetShadowSpiderNPC_Phrase3","Tsk-tssk"]
["CandleKeeperNPC_Phrase1","You don't have enough money."]
["CandleKeeperNPC_Phrase2","Candle merchant"]
["CandleKeeperNPC_Phrase3","Would you like a candle?"]
["CandleKeeperNPC_Phrase4","Tear candle - 400g"]
["CandleKeeperNPC_Phrase5","Rat candle - 300 g"]
["CandleKeeperNPC_Phrase6","Watchman's candle - 400 g"]
["CandleKeeperNPC_Phrase7","Hell's candle - 500 g"]
["CandleKeeperNPC_Phrase8","Candle - 100 g"]
["CandleKeeperNPC_Phrase9","Leave"]
["CastleKeeperNPC_Phrase1","Sorry, but I do not sell junk."]
["CastleKeeperNPC_Phrase2","You don't have enough gold."]
["CastleKeeperNPC_Phrase4"," Price per product "]
["CastleKeeperNPC_Phrase5","Increase tier"]
["CastleKeeperNPC_Phrase6","Decrease level"]
["CastleKeeperNPC_Phrase7","Buy"]
["CastleKeeperNPC_Phrase8","Leave"]
["CastleKeeperNPC_Phrase9","Come back again!"]
["CastleKeeperNPC_Phrase10","Weapons dealer"]
["CastleKeeperNPC_Phrase11","Hmm... We don't have much of it."]
["CastleKeeperNPC_Phrase12","So... A good... A good one! Which do you prefer?"]
["CastleKeeperNPC_Phrase13","Ordinary! We've got plenty of that!"]
["CastleKeeperNPC_Phrase14","And here we have... the antique one!"]
["CastleKeeperNPC_Phrase15","Ahem... ahem... а!  I'm sorry. Which weapon do you prefer?"]
["CastleKeeperNPC_Phrase16","Quick"]
["CastleKeeperNPC_Phrase17","Sharp"]
["CastleKeeperNPC_Phrase18","Ordinary"]
["CastleKeeperNPC_Phrase19","Quick and accurate"]
["CityWispNPC_Phrase1","This place was once so beautiful and full of knowledge. Sadly, all that has long since disappeared. Take care of your soul, traveller..."]
["DworfGuard_Phrase1","Come on, don't stay back... Heh heh heh heh..."]
["DworfKeeperNPC_Phrase1","Choose what you need."]
["DworfKeeperNPC_Phrase2","And why didn't you like my idea..."]
["DworfKeeperNPC_Phrase3","Dwarf merchant"]
["DworfKeeperNPC_Phrase4","Hello! Welcome to the local shop. We offer you to buy a key which will unlock a chest with everything you need! The chests are clear! Don't be shy!"]
["DworfKeeperNPC_Phrase5","Buy a key - 300g"]
["DworfKeeperNPC_Phrase6","Leave"]
["DworfKingNPC_Phrase1","What do you want, traveller? Don't distract me with trifles!"]
["DworfMaster2NPC_Phrase1","Hmm..."]
["DworfMasterNPC_Phrase1","Umm...Ah! No..."]
["DworfMihanicNPC_Phrase1","Phew... how tired I am..."]
["DworfNPC_Phrase1","What a beautiful day."]
["DworfStatueMasterNPC_Phrase1","You don't have that much."]
["DworfStatueMasterNPC_Phrase2","Guardian sculptor"]
["DworfStatueMasterNPC_Phrase3","Hello, would you like to buy a guardian? We have the best guards! Right now, your sentinel has "]
["DworfStatueMasterNPC_Phrase4"," level corresponds to "]
["DworfStatueMasterNPC_Phrase5"," health points and "]
["DworfStatueMasterNPC_Phrase6"," units of armour. The damage and dexterity of our guards depends on the depth. Price: "]
["DworfStatueMasterNPC_Phrase7"," gold."]
["DworfStatueMasterNPC_Phrase8","Increase level"]
["DworfStatueMasterNPC_Phrase9","Decrease level"]
["DworfStatueMasterNPC_Phrase10","Buy"]
["DworfStatueMasterNPC_Phrase11","Leave"]
["DworfStatueMasterNPC_Phrase12","Are you kidding me?!"]
["DworfTravelerNPC_Phrase1","Hello, traveller. Could you give me a hand? I wouldn't say no to one ration of dry food..."]
["DworfTravelerNPC_Phrase2","Thank you! I have nothing to give as a reward except a key I found not far from these parts."]
["DworfTravelerNPC_Phrase3","Now you've got "]
["DworfTravelerNPC_Phrase4","Just one ration, mate!"]
["DworfTravelerNPC_Phrase5","Um...Yum yum."]
["DworfWomenNPC_Phrase1","What a glorious day!"]
["GnollPirateNPC_Phrase1","Hey, you, traveller! You, yes, you! I saw you! Listen, my friend, I have a favor to ask of you: you see, an evil wizard cursed my eye and now I am slowly losing my sight - I would have had two eyes, but I lost the other one in battle too... I came to this place to find a special artifact, the 'Magic Eye', stolen by bandits many years ago, but I can't see a damn thing... We gnolls, though very suspicious and timid, appreciate the help of our fellows, especially from humans."]
["GnollPirateNPC_Phrase2","Thank you, traveller, you saved me! For that, I give you the thing you deserve! Thank you! * takes off the blindfold and puts it in the eye socket * I can see! I can see again! \n\n Goodbye, traveller, I wish you luck."]
["GnollPirateNPC_Phrase3","Now you've got "]
["GnollPirateNPC_Phrase4","Who's that there?"]
["GooWitch_Phrase1","Excuse me, could you help me find one creature in this place... A crystal worm. It lives in these caves and I need a piece of it. I'd be very grateful if you could help me with this case."]
["GooWitch_Phrase2","Thank you! How can I reward you... Аh! I know! *the witch taps her staff on the ripped flesh*"]
["GooWitch_Phrase3","How's it going?"]
["GooWitch_Phrase4","I think that's enough. Goodbye, I really appreciated your help."]
["LibraryCaretakerNPC_Phrase1","Hello, excuse me, would you have an extra teleportation scroll? The work shift is long over, but unfortunately my beacon has malfunctioned. I only need one copy, but I'm willing to give up my lantern as a reward."]
["LibraryCaretakerNPC_Phrase2","Thank you... Yes, it really is a teleportation scroll. As promised, I give you my lantern. I'm going to get my ass kicked by the warden... *reads the scroll*"]
["LibraryCaretakerNPC_Phrase3","You've got "]
["LibraryCaretakerNPC_Phrase4","Are you sure you don't have any? Maybe there's something in the backpack, because I'm getting tired of this shift."]
["MageNPC_Phrase1","Hello, traveller. I would like to ask you a favor. There is a spirit lurking somewhere on this level. I need you to kill it and bring me its heart. I will use it to prepare a healing potion for my sick grandson. Be careful, spirits are usually very skittish. As a reward, I will give you a special amulet that I recently constructed myself."]
["MageNPC_Phrase2","Thank you, traveller. As promised, I give you this interesting trinket. According to theory, it should allow you to summon powerful bursts of energy that will attack your enemies."]
["MageNPC_Phrase3","You've got "]
["MageNPC_Phrase4","How's the search going? I've put all my hopes on you."]
["NecroNPC_QuestName","Necromancer"]
["NecroNPC_Phrase1","So... You! Will you do one thing for me? Don't worry about the reward, hehe, I won't definitely give you a bad one. You have to kill five dark knights. No less!"]
["NecroNPC_Phrase2","It's been a pleasure doing business with you... heh heh heh..."]
["NecroNPC_Phrase3","That's not enough!"]
["RatcatcherNPC_Phrase1","Hello, little friend. Can you help me? You see, I've lost my pipe. Please find it for me."]
["RatcatcherNPC_Phrase2","Thank you very much, you little rascal..."]
["RatcatcherNPC_Phrase3","It's my favourite pipe..."]
["RuneMasterNPC_Phrase1","I'm sorry, but I do not borrow money."]
["RuneMasterNPC_Phrase2","Come back again!"]
["RuneMasterNPC_Phrase3","Troll runesmith"]
["RuneMasterNPC_Phrase4","Оh! Look who's here! It's been a long time since I've seen a traveler! Would you like to purchase a rune?"]
["RuneMasterNPC_Phrase5","Stone of flock - 450 g"]
["RuneMasterNPC_Phrase6","Rune of magical protection -900 g"]
["RuneMasterNPC_Phrase7","Rune of prismatic light - 600 g"]
["RuneMasterNPC_Phrase8","Leave"]
["SpiritIntoIceNPC_Phrase1","Traveller... Traveller... I beg you to help me. For a thousand years I've been trapped in the ice. Bring me a heart of ice, please..."]
["SpiritIntoIceNPC_Phrase2","Yes! That's it! Put it in my hand. As a reward, you can take the magic ring on my right hand..."]
["SpiritIntoIceNPC_Phrase3","You've got "]
["SpiritIntoIceNPC_Phrase4","Please...Help me, please..."]
["TearsFutureTellerNPC_Phrase1","You don't have enough gold."]
["TearsFutureTellerNPC_Phrase2","I know...You will come back again."]
["TearsFutureTellerNPC_Phrase3","Fortuneteller"]
["TearsFutureTellerNPC_Phrase4","Oh...Yes, traveller, I was waiting for you. You probably want to buy some of my trinkets, don't you?"]
["TearsFutureTellerNPC_Phrase5","Scroll of magic mapping - 300 g"]
["TearsFutureTellerNPC_Phrase6","Scroll of weapon upgrade - 1500 g"]
["TearsFutureTellerNPC_Phrase7","Potion of Strength - 2000 g"]
["TearsFutureTellerNPC_Phrase8","Leave"]
["UpDworfMonkNPC_Phrase1","Come on! One! Two! One! Two!"]
["UpWarlokNPC_Phrase1","...What a peaceful day..."]
["WandChop_Phrase1","I'm sorry, no way I am lowering the place my friend."]
["WandmakerNPC_Phrase1","Oh, hello, stranger. You must be wondering what a hunched old man is doing in such an unfriendly place. I'm quite a renowned craftsman in the capital, used to work in wandmaking before I got too old. And so... I set up my own little shop here in the dungeon. Here I sell all sorts of magic wands, skulls and other magical junk. I make myself a lot of the stuff you can see, and I buy in town some of the raw materials. \n Speaking of raw materials... I have a small request for you. I'm missing one ingredient for a special spell. Corpse dust. Somewhere on this floor there's a burial ground that's about fifty years old. Find it and bring me some dust. I'd go myself, but I'm... Very busy. \n I'd really appreciate it if you could help. As a reward, I can give you one of my finest wands."]
["WandmakerNPC_Phrase2","Thank you very much, traveller. As I promised, I will give you this."]
["WandmakerNPC_Phrase3","You've got "]
["WandmakerNPC_Phrase4","Good day, traveller, what can you tell me? Did you find the dust? No? Well, good luck finding them, then!"]
["WandmakerNPC_Phrase5","Ehm...What a lot to do! Yes, how much to do I really have!"]
["ElementalSpell_Name","Elemental spell"]
["ElementalSpell_Info","This spell will produce an elemental figure. (Lightning, water, air, ice, earth and fire)"]
["ManaBeorn_Name","Sacrifice"]
["ManaBeorn_Info","Sacrifice your faithful servant to restore your magical power."]
["EmptyHereSpells","There's no one here."]
["NetherFire_Name","Hellfire"]
["NetherFire_Info","This spell will create a huge amount of fire energy in a specific place."]
["RaiseSoul_Name","Soul raising"]
["RaiseSoul_Info","This spell will summon the soul of the deceased enemy and subdue it."]
["SummonDarkSoul_Name","Dark summoning ritual"]
["SummonDarkSoul_Info","Cast powerful summoning magic and convoke a cursed soul to serve you."]
["SummonSkvernSoul_Name","Defiled summoning ritual"]
["SummonSkvernSoul_Info","Perform a ritual to summon a defiled soul in exchange of some mana you'll give to its former master."]
["SummonSoul_Name","Regular summoning ritual"]
["SummonSoul_Info","A necromantic ritual that will convoke a soul to be your slave. Nothing out of the ordinary."]
["Action_Use","USE"]
["Select_A_Cage","Choose a tile"]
["No_Mana","You don't have enough mana."]
["Choose_A_Target","Choose a target"]
["BattleWarlock_Phrase1","Guards, attack the tentacles!!!"]
["LightShild_Buff", "Invincible"]
["SkvernBlob_Desc", "Huge Green Monster."]
["SkvernBlob_Name", "Green Monster"]
["SkvernBlob_Gender", "masculine"]
["SkvernGoo_Desc", "Animated Toxic Green Essence."]
["SkvernGoo_Name", "Green Slug"]
["SkvernGoo_Gender", "feminine"]
["SkvernGoo_Object", "slug"]
["MeatKeeper_Desc", "A man dressed in a black bloody apron."]
["MeatKeeper_Name", "Butcher"]
["MeatKeeper_Gender", "masculine"]
["RunicSkullMaster_Desc", "Runic mages are experts in creating a variety of magical artifacts. Judging by the appearance of this person, he is an expert in the creation of rune skulls."]
["RunicSkullMaster_Name", "Runic Mage"]
["RunicSkullMaster_Gender", "masculine"]
["TombPiece_Name", "Tomb Piece"]
["TombPiece_Info", "A fragment of a tomb in this dungeon. Necromancers and dark mages use these pieces in rituals and magical artifacts."]
["YellowSperal_Name", "YellowSperal"]
["YellowSperal_Info", "A special rare ore that is used in the creation of magical runes and artifacts. As a rule, summoners especially appreciate it."]
["SpiderHelmet_Name", "Spider Head"]
["SpiderHelmet_Info", "Dry spider head. Maybe it can be used for something."]
["Quartz_Name", "Quartz"]
["Quartz_Info", "Quartz has the ability to absorb the magical energy of the place in which it is located. What is more, the magic of light. This process takes centuries and therefore it is rarely possible to reproduce it artificially."]
["HandmadeCrystal_Name", "Laboratory Crystal"]
["HandmadeCrystal_Info", "This crystal was artificially grown in the laboratory for use in magical artifacts."]
["DworfSkull_Name", "Dwarven Skull"]
["DworfSkull_Info", "One of the inventions of dwarven targeting. This skull is capable of absorbing magic."]
["DarkSperal_Name", "Black Speral"]
["DarkSperal_Info", "A special rare ore that is used in the creation of magical runes and artifacts. As a rule, it is especially appreciated by dark mages."]
["BluePitch_Name", "Blue willow gum cured."]
["BluePitch_Info", "The blue willow is a fairly rare magic tree that is used to create magic wands. They come in a variety of shapes and sizes."]
["Level_TilescriptFile","Trap"]
["NightBrone_Name", "Guardian"]
["NightBrone_Desc", "High dark armor with a helmet from which light is pouring."]
["NightBrone_Gender", "masculine"]
["ElderShaman_Phrase1", "Rrrr. Hello! Can you help me find one thing? A medal is lost somewhere on the level."]
["ElderShaman_Phrase2", "Uga-boo? Uga-boo!"]
["ElderShaman_Phrase3", "Uga-buga?"]
["ElderShaman_Phrase4", "Thank you, traveler!"]
["ElderShaman_Phrase5", "Gnoll Gave You"]
["ShadowMedal_Name", "Medallion"]
["ShadowMedal_Desc", "A purple stone coin with a green pattern in the center, very dwarven-like"]
["AlaramVial_Name", "Shivering Jar"]
["AlaramVial_Desc", "Holding this jar in your hands, you feel a faint jolt."]
["FireVial_Name", "Hot Bank"]
["FireVial_Desc", "Flames are raging inside this can."]
["GrippingVial_Name", "Jar of Magic Bones"]
["GrippingVial_Desc", "Bones are moving inside this jar."]
["LightingVial_Name", "Charged Bank"]
["LightingVial_Desc", "Lightning flashes inside this jar."]
["ParalysisVial_Name", "Paralysis Gas Can"]
["ParalysisVial_Desc", "Paralysis gas is tightly compressed inside this can."]
["PoisonVial_Name", "Dart in the Bank"]
["PoisonVial_Desc", "If you break the can, the dart will fly out."]
["SummonVial_Name", "Monster in the Bank"]
["SummonVial_Desc", "There is a magic-reduced monster inside this jar."]
["ToxicVial_Name", "ToxicVial Gas Can"]
["ToxicVial_Desc", "Toxic gas is tightly compressed inside this can."]
["BrokenDM300_info", "Remains of a large mechanical machine."]
["BrokenDM300_name", "Remains of DM-300"]
["LibCandle_info", "This candle exudes a strong milk-like scent that repels bookworms. Over time, these candles weaken and need to be replaced. Dwarf keepers are watching to keep them burning. If not for them, this entire underground library was would be completely eaten by soulless pests. "]
["LibCandle_name", "Candle"]
["Orgalorg_name", "Furant"]
["Orgalorg_info", "Furants - demonic creatures that live in caves and dungeons. They look something like this: a black fat body without legs and a large head, which has several scattered eyes and bulges; from the bodies themselves branch out like plant roots in different directions of a tentacle. They are infamously famous for stealing other people's things and putting them in their den. Sometimes they can get into armor or attach some kind of adornment to their bodies. "]
["RatImperiaBanner_info", "Somewhere deep under the sewers lies an empire of greedy, old-fashioned rats."]
["RatImperiaBanner_name", "Mark of the Rat Empire"]
["LaserSolder_Name", "Guardian"]
["LaserSolder_Desc", "During the evacuation of the city, portals leading to a safe place were created. In a hurry they did not have time to destroy them, and therefore they were assigned to guard them with magical guards."]
["LaserSolder_Object", "guards"]
["LaserSolder_Gender", "masculine"]
["LargeLaserSolder_Name", "Soldier for the Dwarven Army"]
["LargeLaserSolder_Desc", "One of the robot soldiers of the dwarven army."]
["LargeLaserSolder_Object", "soldier"]
["LargeLaserSolder_Gender", "masculine"]
["CursedTree_Name", "Living tree"]
["CursedTree_Desc", "This tree has come out of the ground and has grown into tentacles."]
["CursedTree_Object", "tree"]
["CursedTree_Gender", "neuter"]